Repository: Razzmatazzz/RemnantSaveGuardian
Catalog: RemnantSaveGuardian/locales/GameStrings.*.resx
Languages: es, fr, ja, ko, pt_br, ru, zh_hans, zh_tw

# Trait_Scholar
source: Scholar
es: Erudito
fr: Érudit
ja: スカラー
ko: 학자
pt_br: Intelectual
ru: Ученый
zh_hans: 学者
zh_tw: 學者

# Trait_Shadeskin
source: Shadeskin
es: Piel de sombra
fr: Peau d'ombre
ja: シェードスキン
ko: 그늘 피부
pt_br: Pele de Sombra
ru: Грубая кожа
zh_hans: 暗影肌肤
zh_tw: 暗影肌膚

# Trait_Siphoner
source: Siphoner
es: Sifón
fr: Vampire
ja: サイフォナー
ko: 흡혈자
pt_br: Canalizador
ru: Вампиризм
zh_hans: 虹吸者
zh_tw: 虹吸者

# Trait_Spirit
source: Spirit
es: Espíritu
fr: Esprit
ja: 精神
ko: 영혼
pt_br: Espírito
ru: Дух
zh_hans: 精神
zh_tw: 精神

# Trait_StrongBack
source: Strong Back
es: Desbloqueo de maestría de arquetipo
fr: Déblocage de maîtrise d'archétype
ja: アーキタイプマスターアンロック
ko: 강한 허리
pt_br: Desbloqueio de Domínio do Arquétipo
ru: Награда за развитие класса
zh_hans: 强壮脊背
zh_tw: 強壯背脊

# Trait_Swiftness
source: Swiftness
es: Rapidez
fr: Rapidité
ja: 逸足
ko: 신속함
pt_br: Agilidade
ru: Проворство
zh_hans: 迅捷
zh_tw: 迅捷

# Trait_Triage
source: Triage
es: Triaje
fr: Sélection naturelle
ja: トリアージ
ko: 환자 분류
pt_br: Triagem
ru: Приоритеты
zh_hans: 战场急救
zh_tw: 戰場急救

# Trait_Untouchable
source: Untouchable
es: Intocable
fr: Intouchable
ja: アンタッチャブル
ko: 언터쳐블
pt_br: Intocável
ru: Недосягаемость
zh_hans: 无法触及
zh_tw: 無法觸及

# Trait_Vigor
source: Vigor
fr: Vitalité
ja: 活力
ko: 활력
pt_br: Vitalidade
ru: Бодрость
zh_hans: 活力
zh_tw: 活力

# Trait_Wayfarer
source: Wayfarer
es: Caminante
fr: Voyageur
ja: 徒歩旅行者
ko: 나그네
pt_br: Itinerante
ru: Путник
zh_hans: 旅行家
zh_tw: 旅行家

# Underworld_TheClaw
source: The Claw
zh_hans: 巨型机械爪

# WailingField
source: The Laemir
zh_hans: 莱米尔

source: Ward 13
es: Base 13
fr: Service 13
ja: セクター13
ko: 와드 13
pt_br: Setor 13
ru: Блок 13
zh_hans: 13号实验区
zh_tw: 13號實驗區

source: Weapons
es: Armas
fr: Armes
ja: 武器
ko: 무기
pt_br: Armas
ru: Оружие
zh_hans: 武器

# Weapon_Aphelion
source: Aphelion
es: Afelio
fr: Aphélie
ja: 遠日点
ko: 원일점
pt_br: Afélio
ru: Афелий
zh_hans: 远日点
zh_tw: 遠日點

# Weapon_AssassinsDagger
source: Assassin's Dagger
es: Daga de asesino
fr: Dague d'assassin
ja: アサシンのダガー
ko: 암살자의 단검
pt_br: Adaga do Assassino
ru: Кинжал убийцы
zh_hans: 刺客匕首
zh_tw: 刺客匕首

# Weapon_AssaultRifle
source: Blackmaw AR-47
es: RA-47 Fauces Negras
ja: ブラックマウAR-47
ko: 블랙모우 AR-47
pt_br: Presa Negra AR-47
ru: AR-47 «Черная пасть»
zh_hans: 黑噬 AR-47

# Weapon_AtomSmasher
source: Atom Smasher
es: Aplastaátomos
fr: Briseur d'atomes
ja: アトムスマッシャー
ko: 아톰 스매셔
pt_br: Esmagador de Átomos
ru: Дробитель атомов
zh_hans: 原子粉碎者
zh_tw: 原子粉碎者

# Weapon_AtomSplitter
source: Atom Splitter
es: Divideátomos
fr: Diviseur d'atomes
ja: アトムスプリッター
ko: 아톰 스플리터
pt_br: Divisor de Átomos
ru: Расщепитель атомов
zh_hans: 原子分裂者
zh_tw: 原子分裂者

# Weapon_BladeOfGul
source: Blade of Gul
es: Hoja de los gul
fr: Lame de Gul
ja: ガルの刃
ko: 굴의 칼날
pt_br: Lâmina dos Guls
ru: Клинок гулов
zh_hans: 古尔之刃
zh_tw: 古爾之刃

# Weapon_BoltDriver
source: Bolt Driver
es: Impulsor de rayos
fr: Clé à chocs
ja: ボルトドライバー
ko: 볼트 드라이버
pt_br: Condutor de Raio
ru: Отвертка
zh_hans: 动量驱动
zh_tw: 動量驅動

# Weapon_BoneChopper
source: Bone Chopper
es: Macheta
fr: Trancheur d'os
ja: ボーンチョッパー
ko: 본 차퍼
pt_br: Corta-Ossos
ru: Костеруб
zh_hans: 斩骨斧
zh_tw: 斬骨斧

# Weapon_Bow
source: Royal Hunting Bow
es: Arco de caza real
fr: Arc de chasse royal
ja: ロイヤルハンティングボウ
ko: 로열 헌팅 보우
pt_br: Arco de Caça Real
ru: Королевский охотничий лук
zh_hans: 皇家猎弓
zh_tw: 皇家獵弓

# Weapon_CoachGun
source: Coach Gun
es: Escopeta de cañón doble
fr: Fusil de défense
pt_br: Espingarda de Dois Canos
ru: Двустволка
zh_hans: 双管霰弹枪

# Weapon_CrescentMoon
source: Crescent Moon
es: Luna creciente
fr: Croissant de lune
ja: 三日月
ko: 초승달
pt_br: Lua Crescente
ru: Полумесяц
zh_hans: 新月
zh_tw: 新月

# Weapon_Crossbow
source: Crossbow
es: Ballesta
fr: Arbalète
ja: クロスボウ
ko: 석궁
pt_br: Besta
ru: Арбалет
zh_hans: 弩
zh_tw: 弩

# Weapon_CubeGun
source: Cube Gun
es: Arma de cubo
fr: Fusil cubique
ja: キューブガン
ko: 큐브 건
pt_br: Arma de Cubo
ru: Кубический пистолет
zh_hans: 魔方枪
zh_tw: 魔方槍

# Weapon_Deceit
source: Deceit
es: Engaño
fr: Traîtrise
ja: ディシート
ko: 속임수
pt_br: Falsidade
ru: Обман
zh_hans: 谎言
zh_tw: 謊言

# Weapon_Dreamcatcher
source: Dreamcatcher
es: Atrapasueños
fr: Attrape-rêves
ja: ドリームキャッチャー
ko: 드림캐처
pt_br: Apanhador de Sonhos
ru: Ловец снов
zh_hans: 捕梦者
zh_tw: 捕夢者

# Weapon_EdgeOfTheForest
source: Edge of the Forest
es: Filo del bosque
fr: Lisière de la forêt
ja: フォレストエッジ
ko: 숲의 칼날
pt_br: Limite da Floresta
ru: Лесная опушка
zh_hans: 森之缘
zh_tw: 森之緣

# Weapon_Enigma
source: Enigma
fr: Énigme
ja: エニグマ
ko: 이니그마
ru: Загадка
zh_hans: 奥秘
zh_tw: 奧秘

# Weapon_FeralJudgment
source: Feral Judgment
es: Juicio feroz
fr: Jugement féral
ja: 野生の判断
ko: 야생의 심판
pt_br: Julgamento Feroz
ru: Суровая кара
zh_hans: 野蛮审判
zh_tw: 野蠻審判

# Weapon_Flail
source: Steel Flail
es: Mangual de acero
fr: Fléau d'acier
ja: スチールフレイル
ko: 강철 철퇴
pt_br: Mangual de Aço
ru: Стальной цеп
zh_hans: 精钢流星锤

# Weapon_Godsplitter
source: Godsplitter
es: Partedioses
fr: Fendeur de dieu
ja: ゴッドスプリッター
ko: 갓스플리터
pt_br: Divisor de Deuses
ru: Гроза богов
zh_hans: 裂神者
zh_tw: 裂神者

# Weapon_Greatsword
source: Iron Greatsword
es: Espadón de hierro
fr: Épée à deux mains en fer
ja: アイアングレートソード
ko: 강철 대검
pt_br: Montante de Ferro
ru: Железный двуручный меч
zh_hans: 铸铁巨剑

# Weapon_Hatchet
source: Scrap Hatchet
es: Hacha reciclada
fr: Hachette de récupération
ja: スクラップハチェット
ko: 고철 손도끼
pt_br: Machadinha de Sucata
ru: Кустарный топорик
zh_hans: 废铁手斧

# Weapon_Hellfire
source: Hellfire
es: Fuego infernal
fr: Feu de l'enfer
ja: ヘルファイア
ko: 헬파이어
pt_br: Fogo Infernal
ru: Адский огонь
zh_hans: 地狱火
zh_tw: 地獄火

# Weapon_HerosSword
source: Hero's Sword
es: Espada de héroe
fr: Épée héroïque
ja: 勇者の剣
ko: 영웅의 검
pt_br: Espada do Herói
ru: Меч героя
zh_hans: 英雄长剑
zh_tw: 英雄長劍

# Weapon_HuntingPistol
source: Sureshot
es: Tirofijo
fr: Tir de précision
ja: シュアショット
ko: 슈어샷
pt_br: Tiro Certo
ru: Точнострел
zh_hans: 弹无虚发

# Weapon_HuntressSpear
source: Huntress Spear
es: Lanza de la cazadora
fr: Lance de la Chasseresse
ja: ハンターの槍
ko: 여사냥꾼의 창
pt_br: Lança da Caçadora
ru: Копье Охотницы
zh_hans: 女猎人之矛
zh_tw: 女獵人之矛

# Weapon_Katana
source: Steel Katana
es: Catana de acero
fr: Katana d'acier
ja: スチールカタナ
ko: 강철 카타나
pt_br: Katana de Aço
ru: Стальная катана
zh_hans: 精钢武士刀
zh_tw: 精鋼武士刀

# Weapon_KrellAxe
source: Krell Axe
es: Hacha krell
fr: Hache krell
ja: クレルアックス
ko: 크렐 도끼
pt_br: Machado Krell
ru: Топор креллов
zh_hans: 科雷尔斧
zh_tw: 科雷爾斧

# Weapon_LabyrinthStaff
source: Labyrinth Staff
es: Báculo del laberinto
fr: Bâton du Labyrinthe
ja: ラビリンススタッフ
ko: 미궁의 스태프
pt_br: Cajado do Labirinto
ru: Посох Лабиринта
zh_hans: 迷宫法杖
zh_tw: 迷宮法杖

# Weapon_LeverAction
source: Wrangler 1860
ja: ラングラー1860
ko: 랭글러 1860
zh_hans: 牧马人-1860

# Weapon_LeverAction_Rusty
source: Rusty Lever Action
es: Palanca oxidada
fr: Fusil à levier rouillé
ja: 錆びたレバーアクション
ko: 녹슨 레버 액션
pt_br: Ação por Alavanca Enferrujada
ru: Ржавая винтовка
zh_hans: 锈蚀杠杆步枪

# Weapon_LMG
source: XMG57 Bonesaw
es: XMG57 "Serrucho"
fr: XMG57 « Scie à os »
ja: XMG57 「ボーンソー」
ko: XMG57 "본소우"
pt_br: XMG57 "Serra-Ossos"
ru: XMG57 «Пила»
zh_hans: XMG57“骨锯”

# Weapon_Magnum
source: Silverback Model 500
es: Modelo de Silverback 500
fr: Silverback modèle 500
ja: シルバーバック モデル500
ko: 실버백 모델 500
pt_br: Silverback Modelo 500
ru: Silverback, модель 500
zh_hans: 银背500型

# Weapon_Merciless
source: Merciless
es: Inmisericorde
fr: Sans pitié
ja: 無慈悲
ko: 머시리스
pt_br: Implacável
ru: Беспощадность
zh_hans: 无情
zh_tw: 無情

# Weapon_Meridian
source: Meridian
es: Meridiano
fr: Méridienne
ja: メリディアン
ko: 메리디안
pt_br: Meridiano
ru: Меридиан
zh_hans: 巅峰
zh_tw: 巔峰

# Weapon_Nebula
source: Nebula
es: Nebulosa
fr: Nébuleuse
ja: ネビュラ
ko: 네뷸라
pt_br: Nebulosa
ru: Туманность
zh_hans: 星云
zh_tw: 星雲

# Weapon_Nightfall
source: Nightfall
es: Anochecer
fr: Crépuscule
ja: ナイトフォール
ko: 나이트폴
pt_br: Anoitecer
ru: Сумрак
zh_hans: 日暮
zh_tw: 日暮

# Weapon_Nightshade
source: Nightshade
es: Sombra nocturna
fr: Belle-de-nuit
ja: ナイトシェード
ko: 나이트셰이드
pt_br: Sombra da Noite
ru: Белладонна
zh_hans: 夜影
zh_tw: 夜影

# Weapon_OrnateBlade
source: Ornate Blade
es: Hoja ornamentada
fr: Lame ornementée
ja: 美しい刃
ko: 화려한 칼날
pt_br: Lâmina Ornamentada
ru: Резной клинок
zh_hans: 华丽利刃

# Weapon_OrnateFlail
source: Ornate Flail
zh_hans: 精巧锤矛

# Weapon_PlasmaCutter
source: Plasma Cutter
es: Cortador de plasma
fr: Découpeur à plasma
ja: プラズマカッター
ko: 플라즈마 커터
pt_br: Cortador de Plasma
ru: Плазменный резак
zh_hans: 等离子切割者
zh_tw: 等離子切割者

# Weapon_PulseRifle
source: Pulse Rifle
es: Rifle de pulsos
fr: Fusil à pulsation
ja: パルスライフル
ko: 펄스 라이플
pt_br: Fuzil de Pulso
ru: Импульсная винтовка
zh_hans: 脉冲步枪
zh_tw: 脈衝步槍

# Weapon_RedDoeStaff
source: Red Doe Staff
es: Báculo de la Cierva Roja
fr: Bâton de la Biche rouge
ja: レッド・ドーの杖
ko: 붉은 사슴 스태프
pt_br: Cajado da Corça Vermelha
ru: Посох Красной Лани
zh_hans: 红鹿法杖
zh_tw: 紅鹿法杖

# Weapon_Repeater_Rusty
source: Rusty Repeater
es: Revólver de repetición oxidado
fr: Pistolet semi-automatique rouillé
ja: 錆びたリピーター
ko: 녹슨 리피터
pt_br: Repetidora Enferrujada
ru: Ржавый скорострельный пистолет
zh_hans: 锈蚀连发枪

# Weapon_Revolver
source: Western Classic
es: Clásico del Oeste
fr: Classique de Western
ja: ウエスタンクラシック
ko: 웨스턴 클래식
pt_br: Clássica do Oeste
ru: Западная классика
zh_hans: 西部经典

# Weapon_RoyalBroadsword
source: Royal Broadsword
es: Espadón real
fr: Claymore royale
ja: ロイヤルブロードソード
ko: 로열 브로드소드
pt_br: Espada Larga Real
ru: Королевский палаш
zh_hans: 皇家阔剑
zh_tw: 皇家闊劍

# Weapon_RunePistol
source: Rune Pistol
es: Pistola rúnica
fr: Pistolet runique
ja: ルーンピストル
ko: 룬 권총
pt_br: Pistola Rúnica
ru: Рунный пистолет
zh_hans: 符文手枪
zh_tw: 符文手槍

# Weapon_RuptureCannon
source: Rupture Canon
es: Cañón quebrador
fr: Déchireur
ja: ラプチャーキャノン
ko: 파열포
pt_br: Canhão de Ruptura
ru: Разрывная пушка
zh_hans: 破裂炮
zh_tw: 破裂炮

# Weapon_Sagittarius
source: Sagittarius
es: Sagitario
fr: Sagittaire
ja: サジタリウス
ko: 궁수자리
pt_br: Sagitário
ru: Стрелец
zh_hans: 人马宫
zh_tw: 人馬宮

# Weapon_Savior
source: Savior
es: Salvador
fr: Sauveur
ja: 救世者
pt_br: Salvador
ru: Спаситель
zh_hans: 拯救者
zh_tw: 救世主

# Weapon_ServicePistol
source: Service Pistol
es: Pistola de servicio
fr: Pistolet de service
ja: サービスピストル
ko: 제식 권총
pt_br: Pistola de Serviço
ru: Служебный пистолет
zh_hans: 服役手枪

# Weapon_ShortBarrel
source: Double Barrel
es: Doble cañón
fr: Double canon
ja: ダブルバレル
ko: 더블 배럴
pt_br: Canos Duplos
ru: Двуствольник
zh_hans: 双管
zh_tw: 雙管

# Weapon_Shotgun
source: Ford's Scattergun
es: Escopeta de Ford
fr: Fusil de chasse de Ford
ko: 코치건
pt_br: Caçadeira de Ford
ru: Дробовик Форда
zh_hans: 霰弹枪
zh_tw: 雙管霰彈槍

# Weapon_Smolder
source: Smolder
es: Incineradora
fr: Immolateur
ja: スモルダー
ko: 스몰더
pt_br: Queima Lenta
ru: Жар
zh_hans: 阴燃
zh_tw: 陰燃

# Weapon_Sorrow
source: Sorrow
es: Pesar
fr: Chagrin
ja: 悲哀
ko: 비애
pt_br: Mágoa
ru: Тоска
zh_hans: 哀痛
zh_tw: 哀痛

# Weapon_SpectralBlade
source: Spectral Blade
es: Espada espectral
fr: Lame spectrale
ja: スペクトラルブレード
ko: 유령 칼날
pt_br: Lâmina Espectral
ru: Призрачный клинок
zh_hans: 幽灵利刃
zh_tw: 幽靈利刃

# Weapon_Sporebloom
source: Sporebloom
es: Explosión de esporas
fr: Éclat de spores
ja: スポアブルーム
ko: 스포어블룸
pt_br: Lança-esporos
ru: Спороцвет
zh_hans: 孢子喷射
zh_tw: 孢子噴射

# Weapon_Starkiller
source: Starkiller
es: Aniquilaestrellas
fr: Astricide
ja: スターキラー
ko: 스타킬러
pt_br: Mata-Estrelas
ru: Убийца звезд
zh_hans: 弑星者
zh_tw: 弒星者

# Weapon_StarShot
source: Star Shot
es: Disparo estelar
fr: Tir étoilé
ja: スターショット
ko: 스타 샷
pt_br: Disparo Estelar
ru: Звездный выстрел
zh_hans: 星辰射击
zh_tw: 星辰射擊

# Weapon_Stonebreaker
source: Stonebreaker
es: Rompepiedras
fr: Brise-pierre
ja: ストーンブレイカー
ko: 파쇄
pt_br: Quebra-Pedras
ru: Камнелом
zh_hans: 裂石
zh_tw: 裂石

# Weapon_TalRatha_Hammer
source: Gas Giant
es: Gigante gaseoso
fr: Géante gazeuse
ja: ガス・ジャイアント
ko: 가스 거인
pt_br: Gigante Gasoso
ru: Газовый гигант
zh_hans: 气巨人
zh_tw: 氣巨人

# Weapon_TommyGun
source: Chicago Typewriter
es: Máquina de escribir Chicago
fr: Mitraillette
ja: シカゴタイプライター
ko: 시카고 타이프라이터
ru: Пулемет Томпсона
zh_hans: 芝加哥打字机
zh_tw: 芝加哥打字機

# Weapon_TwistedArbalest
source: Twisted Arbalest
es: Arbalesta retorcida
fr: Arbalète noueuse
ja: ねじれた石弓
ko: 뒤틀린 석궁
pt_br: Balestra Retorcida
ru: Витой самострел
zh_hans: 扭曲劲弩
zh_tw: 扭曲勁弩

# Weapon_ViceGrips
source: Vice Grips
es: Garras de vicio
fr: Poigne d'étau
ja: 悪意の爪
ko: 바이스 그립
pt_br: Punho da Fraqueza
ru: Тиски
zh_hans: 老虎钳
zh_tw: 老虎鉗

# Weapon_WorldsEdge
source: World's Edge
es: Fin del mundo
fr: Fil du réel
ja: ワールドエッジ
ko: 세상의 끝
pt_br: Fim do Mundo
ru: Край мира
zh_hans: 世界之刃
zh_tw: 世界之刃

# WidowsCourt
source: The Widow's Court
ko: 과부의 궐
zh_hans: 红寡妇王庭

# WindHollow
source: Flute Tower
zh_hans: 风笛塔
zh_tw: 風笛塔

source: World Boss
ko: 월드 보스
ru: Мировой босс
zh_hans: 世界Boss
zh_tw: 世界王

# World_Earth
source: Earth
es: Tierra
fr: La Terre
ja: 地球
ko: 지구
pt_br: Terra
ru: Земля
zh_hans: 地球
zh_tw: 地球

# World_Fae
source: Losomn
ja: レソム
ko: 로섬
ru: Лосом
zh_hans: 洛斯曼
zh_tw: 洛斯曼

# World_Jungle
source: Yaesha
ja: ヤイシャ
ko: 이예샤
ru: Йаэша
zh_hans: 耶莎
zh_tw: 耶莎

# World_Labyrinth
source: Labyrinth
es: Laberinto
fr: Le Labyrinthe
ja: ラビリンス
ko: 미궁
pt_br: Labirinto
ru: Лабиринт
zh_hans: 迷宫
zh_tw: 迷宮

# World_Nerud
source: N'Erud
ja: ネルード
ko: 네루드
ru: Н'еруд
zh_hans: 涅鲁德
zh_tw: 涅魯德

# World_RootEarth
source: Root Earth
es: Tierra de la Raíz
fr: Terre de la Racine
ja: ルート地球
ko: 루트 지구
pt_br: Terra da Raiz
ru: Мир Корня
zh_hans: 根蔓地球
zh_tw: 根蔓地球

# Weapon_RebellionSpear
source: Rebellion Spear
zh_hans: 叛乱长矛

# Weapon_Repeater
source: Repeater pistol
zh_hans: 连发手枪

# Weapon_MachinePistol
source: Tech 22
zh_hans: 技-22

# Weapon_Repulsor
source: Repulsor
zh_hans: 反击者

# Weapon_Huntmaster
source: Huntmaster M1
zh_hans: 狩猎大师-M1

# Weapon_Sword
source: Steel Sword
zh_hans: 精钢长剑

# Weapon_Claws
source: Rusted Claws
zh_hans: 锈蚀利爪

# Weapon_DecayedClaws
source: Decayed Claws
zh_hans: 腐朽利爪

# Weapon_Hammer
source: Scrap Hammer
zh_hans: 废铁锤

# Weapon_Spear
source: Steel Spear
zh_hans: 精钢长矛

# Weapon_Staff
source: Scrap Staff
zh_hans: 废料法杖

# Weapon_KnuckleDusters
source: Knuckle Dusters
zh_hans: 指节拂尘

# Weapon_AutoShotgun
source: AS-10 "Bulldog"
zh_hans: AS-10 "斗牛犬"

# Weapon_SniperRifle
source: Widowmaker
zh_hans: 寡妇制造者

# Relic_Consumable_ConstrainedHeart
source: Constrained Heart
ko: 억제된 심장
zh_hans: 约束之心

# Ring_WoodRing
source: Wood Ring
zh_hans: 木质戒指

# World_DLC1
source: The Awakened King DLC
zh_hans: 真皇的苏醒DLC

# Weapon_AbyssalHook
source: Abyssal Hook
zh_hans: 深渊之钩

# Material_Engram_Ritualist
source: Ritualist
zh_hans: 祭祀者

# Ring_ElevatedRing
source: Elevated Ring
zh_hans: 高升戒指

# Ring_CrimsonDreamstone
source: Crimson Dreamstone
zh_hans: 绯红梦石

# Ring_LightHouseKeepersRing
source: Lighthouse Keeper's Ring
zh_hans: 灯塔守卫的戒指

# Ring_AtonementFold
source: Atonement Fold
zh_hans: 赎罪皱襞

# Amulet_GiftOfMelancholy
source: Gift Of Melancholy
zh_hans: 忧郁的礼物

# Amulet_GiftOfEuphoria
source: Gift Of Euphoria
zh_hans: 极乐的礼物

# Weapon_Sparkfire
source: Sparkfire Shotgun
zh_hans: 星火霰弹枪

source: Abandoned Ruins
es: Ruinas abandonadas
fr: Ruines abandonnées
ja: 廃墟
pt_br: Ruínas Abandonadas
ru: Заброшенные руины

source: Bairn's Crossing
es: Cruce de Bairn
fr: Carrefour du Marmouset
ja: バイルンの十字路
pt_br: Cruzamento da Criança
ru: Переправа Берна

source: Beatific Palace
es: Palacio Beatífico
fr: Palais béatifique
ja: 至福の宮殿
ko: 지복의 궁전
pt_br: Palácio Beatífico
ru: Дворец блаженства

source: Briella's Garden
es: Jardín de Briella
fr: Jardin de Briella
ja: ブリエラの庭
ko: 브리엘라의 정원
pt_br: Jardim de Briella
ru: Сад Бриэллы

source: Butcher's Quarter
es: Barrio del carnicero
fr: Quartier du boucher
ja: 肉屋の住居
ko: 도축업자 구역
pt_br: Distrito do Açougueiro
ru: Квартал мясника

source: Cotton's Kiln
es: Horno de algodón
fr: Séchoir à coton
ja: 綿の窯
pt_br: Estufa de Secar Algodão
ru: Печь для сушки

source: Council Chamber
es: Cámara del Consejo
fr: Chambre du Conseil
ja: 評議会室
pt_br: Câmara do Conselho
ru: Зал Совета

# DarkConduit
source: The Dark Conduit
es: El Conducto Oscuro
fr: Conduit ténébreux
ja: 闇の導管
ko: Dark Conduit
pt_br: O Canal das Trevas
ru: Тёмный проводник

source: Dormant N'Erudian Facility
es: Instalación n'erudiana inactiva
fr: Usine n'erudienne désactivée
ja: 休眠状態のネルードの施設
pt_br: Instalação N'erudiana Adormecida
ru: Спящий отдел Н'еруда

source: Endaira's End
es: Fin de Endaira
fr: Fin d'Endaira
ja: エンダイラの果て
ko: 엔다이라의 끝
pt_br: Fim de Endaira
ru: Тупик Эндайры
zh_tw: 恩達瑞亞的終結

source: Forgotten Field
es: Campo Olvidado
fr: Champ oublié
ja: 忘れ去られた原野
ko: 잊힌 들판
pt_br: Campo Esquecido
ru: Забытое поле
zh_tw: 忘卻之地

source: Forgotten Prison
es: Prisión olvidada
fr: Prison oubliée
ja: 忘れられた監獄
ko: 잊힌 감옥
pt_br: Prisão Esquecida
ru: Забытая тюрьма

source: Gilded Chambers
es: Cámaras Doradas
fr: Chambres d'or
ja: 金色の部屋
ko: 금빛 방
pt_br: Câmaras Douradas
ru: Золотые покои

source: Harvester's Reach
es: Tramo del cosechador
fr: Étendue du Moissonneur
ja: 収穫者の手の届く範囲
ko: 수확자의 구역
pt_br: Alcance do Coletor
ru: Предел жнеца

source: Kaeula's Rest
es: Descanso de Kaeula
fr: Repos de Kaeula
ja: カエウラの休息
ko: 카에울라의 휴식처
pt_br: Descanso de Kaeula
ru: Покой Кеулы
zh_tw: 卡尤拉的休憩

source: Koara Kuri Nest
es: Nido de koara kuri
fr: Nid de koara-kuri
ja: コアラ・クリ・ネスト
ko: 코아라 쿠리 둥지
pt_br: Ninho de Koara Kuri
ru: Гнездо коара-кури
zh_tw: 科亞拉庫里巢穴

source: Lemark District
es: Distrito de Lemark
fr: Quartier des Lemark
ja: レマーク地区
ko: 레마크 구역
pt_br: Distrito dos Lemark
ru: Квартал Лемарков

source: Nimue's Retreat
es: Retiro de Nimue
fr: Retraite de Nimuë
ja: ニムエの隠れ家
ko: 니므에의 은신
pt_br: Retiro da Nimue
ru: Убежище Нимуэ

source: Oracle's Refuge
es: Refugio del oráculo
fr: Refuge de l'Oracle
ja: オラクルの避難
ko: 계시의 피난처
pt_br: Refúgio do Oráculo
ru: Убежище оракула

source: Postulant's Parlor
es: Salón del Postulante
fr: Salon du Postulant
ja: 聖職志願者の間
ko: 성직 청원자의 객실
pt_br: Sala do Postulante
ru: Зал Послушника

source: Shattered Gallery
es: Galería destrozada
fr: Galerie brisée
ja: 粉砕したギャラリー
pt_br: Galeria Estilhaçada
ru: Разрушенная галерея

source: Spectrum Nexus
es: Nexo del espectro
fr: Nexus du spectre
ja: 残像の中核
pt_br: Nexo de Espectro
ru: Спектральное сплетение

source: Terminus Station
es: Estación terminal
fr: Terminus
ja: 終着駅
ko: 종착역
pt_br: Estação Terminal
ru: Конечная станция

# TheAstroPathsRespite
source: Astropath's Respite
es: Respiro del astronavegante
fr: Répit des astropathes
ja: アストロパスの休息
ko: The Astropath's Respite
pt_br: Descanso do Astropata
ru: Убежище астропата

source: The Dappled Glade
es: El Claro Moteado
fr: Clairière tachetée
ja: まだらな空き地
ko: 얼룩진 빈터
pt_br: A Clareira Rajada
ru: Пестрая поляна
zh_tw: 斑駁林地

source: The Expanding Glade
es: El Claro Expansivo
fr: Clairière étendue
ja: 拡大する空き地
ko: 팽창하는 빈터
pt_br: A Clareira em Expansão
ru: Просторная просека
zh_tw: 擴張的林地

source: The Great Bole
es: El Gran Tronco
fr: Grand tronc
ja: 偉大なる幹
ko: 위대한 줄기
pt_br: O Grande Tronco
ru: Исполинский ствол

source: The Great Hall
es: El gran salón
fr: Grande salle
ja: 大広間
ko: 대회당
pt_br: O Grande Salão
ru: Большой зал

source: The Great Sewers
es: Las grandes cloacas
fr: Grands égouts
ja: 大下水道
ko: 거대한 하수도
pt_br: O Grande Esgoto
ru: Большая канализация

source: The Hatchery
es: El criadero
fr: Couveuse
ja: 孵化場
ko: 부화장
pt_br: O Criadouro
ru: Инкубатор

source: The Nameless Nest
es: El Nido Sin Nombre
fr: Nid sans nom
ja: 名もなき巣
ko: 이름 없는 둥지
pt_br: O Ninho sem Nome
ru: Безымянное гнездо
zh_tw: 無名巢穴

# ThePhantomWasteland
source: Phantom Wasteland
es: Páramos Fantasmas
fr: Désert fantomatique
ja: 幻像の荒れ地
ko: The Phantom Wasteland
pt_br: Deserto Fantasma
ru: Фантомная пустошь

source: The Putrid Domain
es: El Dominio Pútrido
fr: Domaine putride
ja: 腐敗した領域
ko: 타락의 영역
pt_br: O Domínio Pútrido
ru: Смрадное царство

source: The Red Throne
es: El Trono Rojo
fr: Trône rouge
ja: 赤い玉座
ko: 붉은 왕좌
pt_br: O Trono Vermelho
ru: Красный трон

source: The Twisted Chantry
es: La Capilla Retorcida
fr: Chapelle noueuse
ja: ねじれた礼拝堂
ko: 일그러진 예배당
pt_br: A Capela Corrompida
ru: Искаженная часовня

source: Threshold of the Unknown
es: Umbral de lo desconocido
fr: Seuil de l'inconnu
ja: 未知なる世界の閾値
ko: 미지의 문턱
pt_br: Limiar do Desconhecido
ru: Порог неизвестного

source: Tiller's Rest
es: Descanso del labrador
fr: Repos du laboureur
ja: ティラーの休息
ko: 틸러의 휴식
pt_br: Descanso do Lavrador
ru: Убежище земледельца

source: Tower of the Unseen
es: Torre de lo Invisible
fr: Tour de l'invisible
ja: 見られずの塔
pt_br: Torre do Invisível
ru: Башня незримого

source: Vault of the Formless
es: Cámara de los Sin Forma
fr: Caveau du sans forme
ja: 無形の金庫
pt_br: Câmara do Desforme
ru: Убежище бесформенных

source: Void Vessel Facility
es: Instalación de nave del vacío
fr: Usine du vaisseau du néant
ja: 虚無の器の施設
pt_br: Instalação do Receptáculo do Vazio
ru: Комплекс пустотного судна

# Ring_BloodStamp
source: {Ring_WaxSealedRing}
zh_tw: 蠟封戒指
