Repository: Razzmatazzz/RemnantSaveGuardian
Catalog: RemnantSaveGuardian/locales/GameStrings.*.resx
Languages: es, fr, ja, ko, pt_br, ru, zh_hans, zh_tw

# MetaGem_DeadlyCalm
source: Deadly Calm
zh_hans: 致命的平静

# MetaGem_Dervish
source: Dervish
zh_hans: 德维士

# MetaGem_Disengage
source: Disengage
es: Alejamiento
fr: Désengagement
ja: 離脱する
ko: 철수
pt_br: Desengatar
ru: Выход из боя
zh_hans: 拆解
zh_tw: 拆解

# MetaGem_Extender
source: Extender
es: Extensor
fr: Extension
ja: エクステンダー
ko: 확장기
pt_br: Extensor
ru: Увеличитель
zh_hans: 扩展器
zh_tw: 擴充套件器

# MetaGem_Failsafe
source: Failsafe
es: Medida de seguridad
fr: Mesure de sécurité
ja: フェイルセーフ
ko: 안전장치
pt_br: Sistema de Segurança
ru: Предохранительное устройство
zh_hans: 失效保护
zh_tw: 失效保護

# MetaGem_Feedback
source: Feedback
zh_hans: 反馈

# MetaGem_GhostShell
source: Ghost Shell
zh_hans: 鬼魅甲壳

# MetaGem_Harmonizer
source: Harmonizer
zh_hans: 调谐者

# MetaGem_Lithely
source: Lithely
es: Agilidad
fr: Souplesse
ja: 柔軟
ko: 유연
pt_br: Agilmente
ru: Ловкость
zh_hans: 轻盈
zh_tw: 輕盈

# MetaGem_Misfortune
source: Misfortune
es: Desgracia
fr: Infortune
ja: 災難
ko: 불운
pt_br: Infortúnio
ru: Злоключение
zh_hans: 不幸
zh_tw: 不幸

# MetaGem_Momentum
source: Momentum
es: Impulso
fr: Dans l'élan
ja: 推進力
ko: 가속도
pt_br: Impulso
ru: Импульс
zh_hans: 动量
zh_tw: 動量

# MetaGem_Overdrive
source: Overdrive
es: Exaltación
fr: Survitesse
ja: オーバードライブ
ko: 오버드라이브
pt_br: Sobremarcha
ru: Форсаж
zh_hans: 过载
zh_tw: 過載

# MetaGem_Refunder
source: Refunder
es: Reembolsador
fr: Restitution
ja: リファンダー
ko: 변제자
pt_br: Restituidor
ru: Возместитель
zh_hans: 退款
zh_tw: 退款

# MetaGem_Reinvigorate
source: Reinvigorate
es: Revitalizar
fr: Revigoration
ja: 再活性化
ko: 활력 재공급
pt_br: Revigorar
ru: Оживление
zh_hans: 重振精神
zh_tw: 重振精神

# MetaGem_Resentment
source: Resentment
zh_hans: 怨恨

# MetaGem_ShieldBreaker
source: Shield Breaker
zh_hans: 破盾者

# MetaGem_Slayer
source: Slayer
zh_hans: 屠杀者

# MetaGem_Steadfast
source: Steadfast
es: Firmeza
fr: Inébranlable
ja: 不動
ko: 확고부동
pt_br: Firme
ru: Непреклонность
zh_hans: 坚定
zh_tw: 堅定

# MetaGem_Striker
source: Striker
es: Atacante
fr: Assaillant
ja: ストライカー
ko: 스트라이커
pt_br: Arco
ru: Разгром
zh_hans: 前锋
zh_tw: 前鋒

# MetaGem_Supercharger
source: Supercharger
es: Sobrecargador
fr: Surchargeur
ja: スーパーチャージャー
ko: 과급기
pt_br: Supercompressor
ru: Сверхмощный заряд
zh_hans: 增压器
zh_tw: 增壓器

# MetaGem_Timewave
source: Timewave
es: Onda temporal
fr: Onde temporelle
ja: タイムウェーブ
ko: 타임웨이브
pt_br: Onda do Tempo
ru: Волна времени
zh_hans: 时间波
zh_tw: 時間波

# MetaGem_Transference
source: Transference
es: Transferencia
fr: Transfert
ja: 転送
ko: 이동
pt_br: Transferência
ru: Перенос
zh_hans: 迁移
zh_tw: 遷移

# MetaGem_Transpose
source: Transpose
es: Transponer
fr: Transposition
ja: トランスポーズ
ko: 위치 바꾸기
pt_br: Transpor
ru: Транспозиция
zh_hans: 转换

# MetaGem_TwistingWounds
source: Twisting Wounds
es: Heridas retorcidas
fr: Couteau dans la plaie
ja: ねじれる傷
ko: 뒤틀리는 상처
pt_br: Feridas Contorcidas
ru: Калечащие раны
zh_hans: 扭曲伤口
zh_tw: 扭曲傷口

# MetaGem_VampireBlade
source: Vampire Blade
es: Espada de vampiro
fr: Lame de Vampire
ja: ヴァンパイア・ブレード
ko: 뱀파이어 칼날
pt_br: Lâmina Vampírica
ru: Вампирский клинок
zh_hans: 吸血鬼之刃
zh_tw: 吸血鬼之刃

# MetaGem_VengefulStrike
source: Vengeful Strike
es: Ataque vengativo
fr: Frappe vindicative
ja: 復讐の一撃
ko: 복수의 일격
pt_br: Golpe Vingador
ru: Мстительный удар
zh_hans: 复仇女神
zh_tw: 復仇女神

# MetaGem_WeaponLord
source: Weapon Lord
zh_hans: 武器之王

source: Mods
es: Modificadores
fr: Modificateurs
ja: Mod
ko: 개조체
ru: Модули
zh_hans: 改装

# Mod_AstralBurst
source: Astral Burst
es: Estallido astral
fr: Explosion astrale
ja: 星間爆発
ko: 별의 폭발
pt_br: Explosão Astral
ru: Звездный залп
zh_hans: 星辰爆裂

# Mod_BloodDraw
source: Blood Draw
es: Atracción de sangre
fr: Saignée
ja: 血の採取
ko: 피의 뽑기
pt_br: Coleta de Sangue
ru: Кровопускание
zh_hans: 血引
zh_tw: 血引

# Mod_Bore
source: Bore
es: Taladro
fr: Foreuse
ja: 掘削
ko: 구멍
pt_br: Perfurar
ru: Бур
zh_hans: 钻孔
zh_tw: 鑽孔

# Mod_ConcussiveShot
source: Concussive Shot
es: Disparo contusivo
fr: Tir assommant
ja: 震とうショット
ko: 뇌진탕 사격
pt_br: Disparo Concussivo
ru: Сотрясающий выстрел
zh_hans: 震荡射击

# Mod_CorrosiveRounds
source: Corrosive Rounds
es: Munición corrosiva
fr: Tirs corrosifs
ja: 腐食性弾薬
ko: 부식 탄환
pt_br: Balas Corrosivas
ru: Разъедающие патроны
zh_hans: 腐蚀弹药
zh_tw: 腐蝕彈藥

# Mod_Defrag
source: Defrag
es: Desfragmentación
fr: Défragmentation
ja: デフラグ
ko: 조각 모으기
pt_br: Desfragmentar
ru: Дефрагментация
zh_hans: 碎片清理
zh_tw: 碎片清理

# Mod_EnergyWall
source: Energy Wall
es: Muro de energía
fr: Mur d'énergie
ja: エネルギーの壁
ko: 에너지 벽
pt_br: Parede de Energia
ru: Энергетический барьер
zh_hans: 能量屏障
zh_tw: 能量屏障

# Mod_Familiar
source: Familiar
fr: Familier
ja: 使い魔
ko: 패밀리어
ru: Фамильяр
zh_hans: 使魔
zh_tw: 使魔

# Mod_Fargazer
source: Fargazer
es: Atisbador
fr: Scrutateur
ja: ファーゲイザー
ko: 원거리 주시자
pt_br: Contemplador
ru: Созерцатель
zh_hans: 千里眼
zh_tw: 千里眼

# Mod_Firestorm
source: Firestorm
es: Tormenta de fuego
fr: Tempête de feu
ja: ファイアストーム
ko: 화염 폭풍
pt_br: Tempestade de Fogo
ru: Огненный смерч
zh_hans: 火焰风暴

# Mod_HealingShot
source: Healing Shot
es: Disparo curativo
fr: Tir curatif
ja: ヒーリングショット
ko: 치유 사격
pt_br: Tiro Curativo
ru: Лечебный выстрел
zh_hans: 治愈射击

# Mod_Helix
source: Helix
es: Hélice
fr: Spirale
ja: 螺旋
ko: 나선
pt_br: Hélice
ru: Спираль
zh_hans: 螺旋飞弹
zh_tw: 螺旋飛彈

# Mod_Hotshot
source: Hotshot
ko: 대세
zh_hans: 火热射击

# Mod_Overflow
source: Overflow
es: Desbordamiento
fr: Débordement
ja: オーバーフロー
ko: 범람
pt_br: Superfluxo
ru: Переполнение
zh_hans: 喷溢
zh_tw: 噴溢

# Mod_PrismaticDriver
source: Prismatic Driver
es: Impulsor prismático
fr: Générateur prismatique
ja: プリズムドライバー
ko: 프리즘 드라이버
pt_br: Condutor Prismático
ru: Призменный луч
zh_hans: 棱镜驱动器
zh_tw: 棱鏡驅動器

# Mod_Rootlash
source: Rootlash
es: Azote de Raíz
fr: Claquement de racine
ja: ルートラッシュ
ko: 루트채찍
pt_br: Raizaçoite
ru: Плеть Корня
zh_hans: 根蔓鞭笞
zh_tw: 根蔓鞭笞

# Mod_RottedArrow
source: Rotted Arrow
es: Flecha podrida
fr: Flèche putréfiée
ja: 腐食矢
ko: 부패의 화살
pt_br: Flecha Apodrecida
ru: Гнилая стрела
zh_hans: 腐化之箭
zh_tw: 腐化之箭

# Mod_ScrapShot
source: Scrap Shot
es: Disparo de chatarra
fr: Tir de ferraille
ja: スクラップショット
ko: 고철 사격
pt_br: Tiro de Sucata
ru: Выстрел ломом
zh_hans: 废料射击

# Mod_Skewer
source: Skewer 2.0
es: Ensartador 2.0
fr: À la broche 2.0
ja: 串刺し2.0
ko: 꼬치 2.0
pt_br: Trespassar 2.0
ru: Вертел 2.0
zh_hans: 穿刺者2.0
zh_tw: 穿刺者2.0

# Mod_SongOfEafir
source: Song of Eafir
es: Canción de Eafir
fr: Chanson d'Eafir
ja: イアフィールの歌
ko: 에아피르의 노래
pt_br: Canção de Eafir
ru: Песнь Эйфира
zh_hans: 伊菲尔之歌
zh_tw: 伊菲爾之歌

# Mod_Soulbinder
source: Soulbinder
es: Vinculaalmas
fr: Lieur d'âme
ja: 魂縛
ko: 영혼 속박자
pt_br: Ancorar Alma
ru: Духовная связь
zh_hans: 灵魂链接
zh_tw: 靈魂鏈接

# Mod_SpaceCrabs
source: Space Crabs
es: Cangrejos espaciales
fr: Crabes de l'espace
ja: 宇宙カニ
ko: 우주게
pt_br: Caranguejos Espaciais
ru: Космокрабы
zh_hans: 太空蟹
zh_tw: 太空蟹

# Mod_StasisBeam
source: Stasis Beam
es: Haz de estasis
fr: Faisceau de stase
ja: 停滞ビーム
ko: 안정화 광선
pt_br: Feixe de Inércia
ru: Стазис-луч
zh_hans: 静电光束
zh_tw: 靜電光束

# Mod_TimeLapse
source: Time Lapse
es: Lapso temporal
fr: Altération temporelle
ja: タイムラプス
ko: 시간의 흐름
pt_br: Lapso Temporal
ru: Замедление времени
zh_hans: 时间停顿
zh_tw: 時間停頓

# Mod_Tremor
source: Tremor
es: Temblor
fr: Tremblements
ja: 微震
ko: 전율
ru: Землетрясение
zh_hans: 震颤
zh_tw: 震顫

# Mod_VoltaicRondure
source: Voltaic Rondure
es: Contorno voltaico
fr: Courbure voltaïque
ja: 流電気の円
ko: 전류 구체
pt_br: Contorno Voltaico
ru: Гальванический шар
zh_hans: 伏特回旋
zh_tw: 伏特迴旋

# Mod_Witchfire
source: Witchfire
es: Fuego de brujería
fr: Feu de sorcier
ja: 篝火
ko: 마녀불
pt_br: Fogo de Bruxa
ru: Ведьмин огонь
zh_hans: 巫火
zh_tw: 巫火

source: Mother Mind
es: Mente Madre
fr: Esprit-mère
ja: マザーマインド
pt_br: Mente Mãe
ru: Материнский Разум
zh_hans: 灵智之母

source: Mudtooth
es: Colmillo Fangoso
fr: Dent-Dure
ja: マッドトゥース
ko: 머드투스
pt_br: Dente Sujo
ru: Мусорный Зуб
zh_hans: 泥牙

source: Mutators
es: Mutadores
fr: Mutagemmes
ja: 変異誘発物
ko: 변이체
pt_br: Mutadores
ru: Мутаторы
zh_hans: 突变因子

# NerudGuardian
source: Sha’Hala : Spectral Guardian of N’Erud
es: Sha'Hala: guardián espectral de N'erud
fr: Sha'Hala : Protecteur spectral de N'Erud
pt_br: Sha'Hala: Guardião Espectral de N'Erud
ru: Ша'хала, призрачный страж Н'еруда
zh_hans: 沙哈拉：涅鲁德的幽灵守护生物
zh_tw: 沙哈拉：涅魯德的幽靈守護生物

# Nightweb
source: Nightweaver's Web
ko: 나이트위버 고치
zh_hans: 织夜者的网
zh_tw: 織夜者的網

# Oink
source: Gorge
es: Garganta
ja: ゴルジュ
pt_br: Ravina
ru: Ущелье
zh_hans: 胃
zh_tw: 汙垢爬行者

source: Overworld Fog
zh_hans: 地图迷雾

source: OverworldPOI
ko: 월드 POI
zh_hans: 地图兴趣点
zh_tw: 地圖興趣點

# Phantom
source: The Astropath
es: El astronavegante
fr: L'Astropathe
ja: アストロパス
pt_br: O Astropata
ru: Астропат
zh_hans: 星语者
zh_tw: 星語者

source: Quests
ko: 퀘스트
zh_hans: 任务

# Quest_Global_TheHunterDream_Template01
source: Beatific Palace
es: Palacio Beatífico
fr: Palais béatifique
ja: 至福の宮殿
pt_br: Palácio Beatífico
ru: Дворец блаженства
zh_hans: 喜乐宫

# Quest_Item_Extermination_AICore
source: Memory Core II
es: Núcleo de memoria II
fr: Noyau de mémoire II
ja: メモリーコアⅡ
pt_br: Núcleo de Memória II
ru: Ядро памяти II
zh_hans: 记忆核心 II
zh_tw: AI Core

# Quest_Item_Train_AICore
source: Decorum Cipher
es: Cifra del decoro
fr: Code du décorum
ja: デコラムサイファー
pt_br: Cifra de Decoro
ru: Украшенный шифр
zh_hans: 礼仪密码
zh_tw: AI Core

# Quest_Story_AllFather_DranCity1_Template
source: Brocwithe Quarter
es: Barrio de Brocwithe
fr: Quartier de Brocwithe
ja: ブロクウィッチの住居
pt_br: Distrito Brocwithe
ru: Квартал Броквит
zh_hans: 布罗克韦瑟区

# Quest_Story_AllFather_DranCity2_Template
source: Ironborough
es: Ferroburgo
fr: Ferbourg
ja: 鉄の自治
ru: Айронборо
zh_hans: 铁区

# Quest_Story_Empress_Zone01_Template01
source: The Red Throne
es: El Trono Rojo
fr: Trône rouge
ja: 赤い玉座
pt_br: O Trono Vermelho
ru: Красный трон
zh_hans: 红王座

source: Ravager's Lair
es: Guarida del Saqueador
fr: Repaire du Ravageur
ja: ラヴェジャーの巣
ko: 약탈자의 굴
pt_br: Covil do Devastador
ru: Логово Разорителя
zh_hans: 劫掠者的巢穴

# RavagerStory
source: Ravager & Doe
ko: 약탈자와 사슴
zh_hans: 劫掠者与鹿

# Ravenous
source: The Feast
zh_hans: 盛宴
zh_tw: 盛宴

source: Red Doe Statue
zh_hans: 红鹿雕像

source: Reggie
ja: レジー
ko: 레지
ru: Реджи
zh_hans: 老雷

source: Relic
es: Reliquia
fr: Relique
ja: 遺物
ko: 유물
pt_br: Relíquia
ru: Реликвия
zh_hans: 圣物

# Relic_Consumable_BloomingHeart
source: Blooming Heart
es: Corazón floreciente
fr: Cœur épanoui
ja: 花咲く心臓
ko: 만개하는 심장
pt_br: Coração Florescente
ru: Цветущее сердце
zh_hans: 绽放之心
zh_tw: 綻放之心

# Relic_Consumable_CrystalHeart
source: Crystal Heart
es: Corazón de cristal
fr: Cœur cristallin
ja: クリスタルの心臓
ko: 크리스털 하트
pt_br: Coração de Cristal
ru: Кристальное сердце
zh_hans: 水晶之心
zh_tw: 水晶之心

# Relic_Consumable_DecayedHeart
source: Decayed Heart
es: Corazón descompuesto
fr: Cœur pourri
ja: 朽ちた心臓
ko: 부패한 심장
pt_br: Coração Deteriorado
ru: Захиревшее сердце
zh_hans: 腐朽之心
zh_tw: 腐朽之心

# Relic_Consumable_DivertingHeart
source: Diverting Heart
zh_hans: 转变之心

# Relic_Consumable_EnlargedHeart
source: Enlarged Heart
es: Corazón agrandado
fr: Cœur élargi
ja: 肥大した心臓
ko: 거대해진 심장
pt_br: Coração Dilatado
ru: Распухшее сердце
zh_hans: 膨大心脏
zh_tw: 膨大心臟

# Relic_Consumable_LifelessHeart
source: Lifeless Heart
es: Corazón sin vida
fr: Cœur impur
ja: 命なき心臓
ko: 생명 없는 심장
pt_br: Coração Morto
ru: Безжизненное сердце
zh_hans: 萎靡之心
zh_tw: 萎靡的心

# Relic_Consumable_PulsingHeart
source: Pulsing Heart
es: Corazón palpitante
fr: Cœur battant
ja: 脈打つ心臓
ko: 약동하는 심장
pt_br: Coração Pulsante
ru: Бьющееся сердце
zh_hans: 跳动之心
zh_tw: 跳動之心

# Relic_Consumable_QuiltedHeart
source: Quilted Heart
es: Corazón acolchado
fr: Cœur cousu
ja: 縫われた心臓
ko: 누비 심장
pt_br: Coração Acolchoado
ru: Стёганое сердце
zh_hans: 缝合之心
zh_tw: 縫合之心

# Relic_Consumable_ReprocessedHeart
source: Reprocessed Heart
es: Corazón reprocesado
fr: Cœur réaffecté
ja: 再加工された心臓
ko: 재가공된 심장
pt_br: Coração Reprocessado
ru: Обработанное сердце
zh_hans: 再生之心
zh_tw: 再生之心

# Relic_Consumable_ResonatingHeart
source: Resonating Heart
es: Corazón resonante
fr: Cœur résonnant
ja: 共鳴する心臓
ko: 공명의 심장
pt_br: Coração Ressonante
ru: Резонирующее сердце
zh_hans: 共鸣之心
zh_tw: 共鳴之心

# Relic_Consumable_RipenedHeart
source: Ripened Heart
es: Corazón madurado
fr: Cœur mûr
ja: 熟成された心臓
ko: 무르익은 심장
pt_br: Coração Amadurecido
ru: Созревшее сердце
zh_hans: 成熟之心
zh_tw: 成熟之心

# Relic_Consumable_RunedHeart
source: Runed Heart
es: Corazón con runas
fr: Cœur orné de runes
ja: ルーンの心臓
ko: 룬 장식 심장
pt_br: Coração Rúnico
ru: Руническое сердце
zh_hans: 符文之心
zh_tw: 符文之心

# Relic_Consumable_SalvagedHeart
source: Salvaged Heart
es: Corazón recuperado
fr: Cœur rapiécé
ja: 回収された心臓
ko: 구조된 심장
pt_br: Coração Recuperado
ru: Спасенное сердце
zh_hans: 挽回之心
zh_tw: 挽回之心

# Relic_Consumable_ShieldedHeart
source: Shielded Heart
es: Corazón blindado
fr: Cœur protégé
ja: 守られた心臓
ko: 방어막 심장
pt_br: Coração Protegido
ru: Защищенное сердце
zh_hans: 防护之心
zh_tw: 防護之心

# Relic_Consumable_SiphonHeart
source: Siphon Heart
es: Corazón absorbente
fr: Cœur siphonné
ja: サイフォンの心臓
ko: 흡수의 심장
pt_br: Coração Sifão
ru: Настороженное сердце
zh_hans: 汲取之心
zh_tw: 汲取之心

# Relic_Consumable_TormentedHeart
source: Tormented Heart
es: Corazón atormentado
fr: Cœur tourmenté
ja: 苦しめられた心臓
ko: 고뇌의 심장
pt_br: Coração Atormentado
ru: Истерзанное сердце
zh_hans: 折磨之心
zh_tw: 折磨之心

# Relic_Consumable_TranquilHeart
source: Tranquil Heart
es: Corazón tranquilo
fr: Cœur paisible
ja: 平穏な心臓
ko: 평온의 심장
pt_br: Coração Tranquilo
ru: Безмятежное сердце
zh_hans: 平稳之心
zh_tw: 平穩之心

# Relic_Consumable_UnsulliedHeart
source: Unsullied Heart
es: Corazón inmaculado
fr: Cœur pur
ja: 純潔な心臓
ko: 순수한 심장
pt_br: Coração Imaculado
ru: Непорочное сердце
zh_hans: 清白之心
zh_tw: 清白之心

# Relic_Consumable_VoidHeart
source: Void Heart
es: Corazón de vacío
fr: Cœur du néant
ja: 虚無の心臓
ko: 공허 심장
pt_br: Coração do Vazio
ru: Опустошенное сердце
zh_hans: 虚空之心
zh_tw: 虛空之心

# RemainsBelow
source: Restless Spirit
es: Espíritu inquieto
fr: Esprit tourmenté
ja: 眠れぬ魂
pt_br: Espírito Inquieto
ru: Беспокойный дух
zh_hans: 不安的灵魂
zh_tw: 不安的靈魂

source: Rings
ko: 반지
ru: Кольца
zh_hans: 戒指

# Ring_AcidStone
source: Acid Stone
es: Piedra ácida
fr: Pierre acide
ja: 酸の石
ko: 산성석
pt_br: Pedra de Ácido
ru: Кислотный камень
zh_hans: 强酸石
zh_tw: 強酸石

# Ring_AkariWarBand
source: Akari War Band
es: Banda de guerra akari
fr: Alliance de guerre des Akaris
ja: アカリウォーバンド
ko: 아카리 워밴드
pt_br: Faixa de Guerra Akari
ru: Боевое кольцо акари
zh_hans: 阿卡里战争指环
zh_tw: 阿卡里戰爭指環

# Ring_AlchemyStone
source: Alchemy Stone
es: Piedra de alquimia
fr: Pierre alchimique
ja: 錬金術の石
ko: 연금석
pt_br: Pedra de Alquimia
ru: Алхимический камень
zh_hans: 炼金术之石
zh_tw: 煉金術之石

# Ring_AlumniRing
source: Alumni Ring
es: Anillo de antiguos alumnos
fr: Anneau du diplômé
ja: 同窓指輪
ko: 졸업생 반지
pt_br: Anel de Ex-Alunos
ru: Кольцо выпускника
zh_hans: 同窗戒指
zh_tw: 同窗戒指

# Ring_AmberMoonstone
source: Amber Moonstone
es: Piedra lunar de ámbar
fr: Pierre de lune d'ambre
ja: アンバームーンストーン
ko: 호박 월장석
pt_br: Pedra Lunar de Âmbar
ru: Желтый лунный камень
zh_hans: 琥珀月光石
zh_tw: 琥珀月光石

# Ring_AnastasijasInspiration
source: Anastasija's Inspiration
es: Inspiración de Anastasia
fr: Inspiration d'Anastasija
ja: アナスタシージャの霊感
ko: 아나스타샤의 영감
pt_br: Inspiração de Anastácia
ru: Вдохновение Анастасии
zh_hans: 阿纳斯塔西娅的灵感
zh_tw: 阿納斯塔西婭的靈感

# Ring_ArchersCrest
source: Archer's Crest
es: Emblema de arquero
fr: Emblème de l'archer
ja: アーチャーの紋章
ko: 궁수의 문장
pt_br: Brasão do Arqueiro
ru: Символ лучника
zh_hans: 弓箭手纹章
zh_tw: 弓箭手紋章

# Ring_AssassinsSeal
source: Assassin's Seal
es: Sello de asesino
fr: Sceau de l'assassin
ja: アサシンの紋章
ko: 암살자의 봉인
pt_br: Selo do Assassino
ru: Печать убийцы
zh_hans: 刺客封印
zh_tw: 刺客封印

# Ring_BandBand
source: Band Band
es: Anillo de banda
fr: Bague d'orchestre
ja: バンドバンド
ko: 밴드 밴드
pt_br: Faixa de Banda
ru: Кольцо музыканта
zh_hans: 团队指环
zh_tw: 團隊指環

# Ring_BandOfAccord
source: Band of Accord
es: Anillo de acuerdo
fr: Alliance d'accord
pt_br: Faixa do Grande Acordo
ru: Кольцо единства
zh_hans: 协调指环

# Ring_BerserkersCrest
source: Berserker's Crest
zh_hans: 狂战士纹章

# Ring_BisectedRing
source: Bisected Ring
es: Anillo bisecado
fr: Anneau scindé
ja: 二重構造の指輪
ko: 2등분 반지
pt_br: Anel Bifurcado
ru: Раздвоенное кольцо
zh_hans: 平分戒指
zh_tw: 平分戒指

# Ring_BlackCatBand
source: Black Cat Band
es: Anillo de gato negro
fr: Anneau du chat noir
ja: 黒猫バンド
ko: 검은 고양이 반지
pt_br: Faixa do Gato Preto
ru: Кольцо черной кошки
zh_hans: 黑猫指环
zh_tw: 黑貓指環

# Ring_BlackoutRing
source: Blackout Ring
es: Anillo de oscurecimiento
fr: Anneau d'extinction
ja: ブラックアウトの指輪
ko: 정전 반지
pt_br: Anel do Apagão
ru: Кольцо бессознательности
zh_hans: 遮光戒指
zh_tw: 遮光戒指

# Ring_BlackPawnStamp
source: Black Pawn Stamp
es: Sello de peón negro
fr: Cachet du pion noir
ja: 黒ポーンの印章
ko: 검은 폰 반지
pt_br: Estampa de Peão Negro
ru: Печать черной пешки
zh_hans: 黑卒印记
zh_tw: 黑卒印記

# Ring_BlastingCapRing
source: Blasting Cap Ring
es: Anillo detonador
fr: Anneau de détonation
ja: ブラストキャップの指輪
ko: 뇌관 반지
pt_br: Anel Detonador
ru: Кольцо-детонатор
zh_hans: 雷管戒指
zh_tw: 雷管戒指

# Ring_BlessedRing
source: Blessed Ring
es: Anillo bendito
fr: Anneau béni
ja: 祝福の指輪
ko: 축복 반지
pt_br: Anel Abençoado
ru: Благословенное кольцо
zh_hans: 祝福戒指
zh_tw: 祝福戒指

# Ring_BloodJewel
source: Blood Jewel
es: Joya de sangre
fr: Joyau de sang
ja: 血の宝石
ko: 피의 반지
pt_br: Joia Sangrenta
ru: Кровавый самоцвет
zh_hans: 鲜血珠宝
zh_tw: 鮮血珠寶

# Ring_BloodTingedRing
source: Blood Tinged Ring
es: Anillo manchado de sangre
fr: Anneau teinté de sang
ja: 血に染まった指輪
ko: 피로 얼룩진 반지
pt_br: Anel Tingido de Sangue
ru: Окровавленное кольцо
zh_hans: 染血戒指
zh_tw: 染血戒指

# Ring_BoosterRing
source: Booster Ring
es: Anillo potenciador
fr: Anneau de résistance
ja: ブースターの指輪
ko: 부스터 반지
pt_br: Anel de Reforço
ru: Кольцо-усилитель
zh_hans: 鼓舞戒指
zh_tw: 鼓舞戒指

# Ring_BraidedThorns
source: Braided Thorns
es: Espinas trenzadas
fr: Épines tressées
ja: 編み込まれたイバラ
ko: 땋은 가시
pt_br: Espinhos Trançados
ru: Скрученные шипы
zh_hans: 编织棘刺
zh_tw: 編織棘刺

# Ring_BrightSteelRing
source: Dull Steel Ring
zh_hans: 暗淡钢戒

# Ring_BurdenOfTheAudacious
source: Burden of the Audacious
es: Carga del audaz
fr: Fardeau de l'audacieux
ja: 不適者の負担
ko: 대담함의 부담
pt_br: Fardo do Audacioso
ru: Бремя дерзости
zh_hans: 冒险者之负担
zh_tw: 大膽者之負擔

# Ring_BurdenOfTheDestroyer
source: Burden of the Destroyer
es: Carga del destructor
fr: Fardeau du destructeur
ja: 破壊者の負担
ko: 파괴자의 부담
pt_br: Fardo do Destruidor
ru: Бремя разрушителя
zh_hans: 破坏者之负担
zh_tw: 破壞者之負擔

# Ring_BurdenOfTheDivine
source: Burden of the Divine
es: Carga del divino
fr: Fardeau du divin
ja: 神の負担
ko: 신성의 부담
pt_br: Fardo do Divino
ru: Бремя небожителя
zh_hans: 神职者之负担
zh_tw: 神職者之負擔

# Ring_BurdenOfTheFollower
source: Burden of the Follower
es: Carga del seguidor
fr: Fardeau du croyant
ja: 従者の負担
ko: 추종자의 부담
pt_br: Fardo do Seguidor
ru: Бремя рабства
zh_hans: 追随者之负担
zh_tw: 追隨者之負擔

# Ring_BurdenOfTheGambler
source: Burden of the Gambler
es: Carga del apostador
fr: Fardeau du parieur
ja: 賭博師の負担
ko: 도박사의 부담
pt_br: Fardo do Apostador
ru: Бремя азарта
zh_hans: 赌徒之负担
zh_tw: 賭徒之負擔

# Ring_BurdenOfTheMariner
source: Burden of the Mariner
es: Carga del marinero
fr: Fardeau du marin
ja: 船員の負担
ko: 선원의 부담
pt_br: Fardo do Marinheiro
ru: Бремя моряка
zh_hans: 水手之负担
zh_tw: 水手之負擔

# Ring_BurdenOfTheRebel
source: Burden Of The Rebel
es: Carga de la rebelde
fr: Fardeau du rebelle
ja: 反逆者の負担
ko: 반군의 부담
pt_br: Fardo do Rebelde
ru: Бремя повстанца
zh_hans: 反叛者之负担
zh_tw: 反叛者之負擔

# Ring_BurdenOfTheStargazer
source: Burden of the Stargazer
es: Carga del astrólogo
fr: Fardeau de l'astronome
ja: 占星家の負担
ko: 점성가의 부담
pt_br: Fardo do Sonhador
ru: Бремя звездочета
zh_hans: 占星师之负担
zh_tw: 占星師之負擔

# Ring_BurdenOfTheWarlock
source: Burden of the Warlock
es: Carga del brujo
fr: Fardeau du sorcier
ja: 魔術師の負担
ko: 워록의 부담
pt_br: Fardo do Bruxo
ru: Бремя колдуна
zh_hans: 术士之负担
zh_tw: 術士之負擔

# Ring_CaptainsInsignia
source: Captain's Insignia
es: Insignia de capitán
fr: Insigne du capitaine
ja: 指揮官の記章
ko: 대위의 휘장
pt_br: Insígnia do Capitão
ru: Печать капитана
zh_hans: 队长的徽记
zh_tw: 隊長的徽記

# Ring_CatalogersJewel
source: Cataloger's Jewel
es: Joya de catalogador
fr: Joyau du catalogueur
ja: 目録係員の宝石
ko: 목록 작성자의 보석
pt_br: Joia do Catalogador
ru: Самоцвет архивариуса
zh_hans: 编目员珠宝
zh_tw: 編目員珠寶

# Ring_CelerityStone
source: Celerity Stone
es: Piedra de celeridad
fr: Pierre de célérité
ja: セレリティストーン
ko: 신속의 돌
pt_br: Pedra da Celeridade
ru: Камень проворства
zh_hans: 迅捷之石

# Ring_CompulsionLoop
source: Compulsion Loop
es: Talismán de compulsión
fr: Boucle d'exaltation
ja: 強制ループ
ko: 강박 루프
pt_br: Ciclo da Compulsão
ru: Кольцо принуждения
zh_hans: 强制之环
zh_tw: 強制之環

# Ring_ConservationSeal
source: Conservation Seal
es: Sello de conservación
fr: Sceau de conservation
ja: 保全の紋章
ko: 보존 봉인
pt_br: Selo de Conservação
ru: Печать сбережения
zh_hans: 保存封印
zh_tw: 儲存封印

# Ring_ConstantVariableRing
source: Constant Variable Ring
es: Anillo de variable constante
fr: Anneau de variable constante
ja: 不断の変化の指輪
pt_br: Anel de Variável Constante
ru: Кольцо постоянной переменной
zh_hans: 恒变戒指

# Ring_DeadKingsMemento
source: Dead King's Memento
es: Recuerdo del rey muerto
fr: Souvenir du roi mort
ja: 死の王の形見
ko: 죽은 왕의 기념품
pt_br: Lembrança do Rei Morto
ru: Сувенир мертвого короля
zh_hans: 先王的纪念品
zh_tw: 先王的紀念品

# Ring_DeceiversBand
source: Deceiver's Band
es: Anillo de impostor
fr: Alliance de l'imposture
ja: 欺瞞者のバンド
ko: 기만자의 밴드
pt_br: Anel do Trapaceiro
ru: Кольцо обманщика
zh_hans: 欺骗者指环
zh_tw: 欺騙者指環

# Ring_DeepPocketRing
source: Deep Pocket Ring
es: Anillo de bolsillos profundos
fr: Anneau des poches sans fond
ja: ディープポケットリング
ko: 부의 반지
pt_br: Anel do Bolso Profundo
ru: Кольцо вместительности
zh_hans: 深袋戒指
zh_tw: 深袋戒指

# Ring_DefensiveActionLoop
source: Defensive Action Loop
es: Bucle de acción defensiva
fr: Boucle de réaction défensive
ja: 防御アクションのループ
ko: 방어 액션 루프
pt_br: Elo de Ação Defensiva
ru: Защитное кольцо
zh_hans: 行动防御指环
zh_tw: 行動防禦指環

# Ring_DenseSiliconRing
source: Dense Silicon Ring
es: Anillo de silicona densa
fr: Anneau en silicone épais
ko: 고밀도 실리콘 반지
pt_br: Anel de Silício Denso
ru: Прочное кремниевое кольцо
zh_hans: 密硅戒指
zh_tw: 密硅戒指

# Ring_DevouringLoop
source: Devoured Loop
zh_hans: 吞噬戒指

# Ring_DowngradedRing
source: Embrace of Sha'Hala
es: Abrazo de Sha'hala
fr: Étreinte de Sha'Hala
ja: シャハラの抱擁
ko: 샤할라의 포옹
pt_br: Abraço de Sha'Hala
ru: Объятия Ша'халы
zh_hans: 沙哈拉的拥抱
zh_tw: 降級戒指

# Ring_DrakestonePearl
source: Drakestone Pearl
es: Perla de piedra de draco
fr: Perle en pierre de dragon
ja: ドレイクストーンのパール
ko: 드레이크스톤 진주
pt_br: Pérola de Pedra de Draco
ru: Жемчужина Драконьего камня
zh_hans: 龙石珍珠
zh_tw: 龍石珍珠

# Ring_DranMemento
source: Dran Memento
es: Recuerdo dran
fr: Souvenir des Drans
ja: ドランの形見
ko: 드란 기념물
pt_br: Lembrança do Dran
ru: Сувенир драна
zh_hans: 德兰族的纪念品
zh_tw: 德蘭族的紀念品

# Ring_DranScavengerSigil
source: Dran Scavenger Ring
es: Anillo de buscador dran
fr: Anneau de récupérateur dran
ja: ドランスカベンジャーの指輪
ko: 드란 스캐빈저 반지
pt_br: Anel de Dran Catador
ru: Кольцо драна-добытчика
zh_hans: 德兰拾荒者戒指
zh_tw: 德蘭拾荒者戒指

# Ring_DreadFont
source: Dread Font
es: Fuente de pavor
fr: Source d'effroi
ja: 恐怖のフォント
ko: 두려움의 세례반
pt_br: Fonte do Pavor
ru: Перстень кошмаров
zh_hans: 恐惧之泉
zh_tw: 恐懼之泉

# Ring_DrzyrSniperSigil
source: Drzyr Sniper Sigil
es: Sello de francotirador drzyr
fr: Sceau de tireur d'élite drzyr
ja: ドラジールスナイパーのシジル
ko: 드르지르 저격수 문장
pt_br: Emblema do Drzyr Franco-Atirador
ru: Символ джира-стрелка
zh_hans: 泽厄尔狙击手魔符

# Ring_DyingEmber
source: Dying Ember
es: Ascua moribunda
fr: Braise à l'agonie
ja: 死にゆく琥珀
ko: 꺼져 가는 잉걸불
pt_br: Brasa Enfraquecida
ru: Угасающий уголек
zh_hans: 将熄余烬
zh_tw: 將熄餘燼

# Ring_EncryptedLoop
source: Encrypted Loop
es: Bucle cifrado
fr: Boucle codée
ja: 暗号化ループ
ko: 암호화된 반지
pt_br: Elo Encriptado
ru: Зашифрованное кольцо
zh_hans: 加密指环
zh_tw: 加密戒指

# Ring_EndairasEndlessLoop
source: Endaira's Endless Loop
es: Bucle sin fin de Endaira
fr: Boucle sans fin d'Endaira
ja: エンダイラのエンドレスループ
ko: 엔다이라의 무한 루프
pt_br: Elo Infinito de Endaira
ru: Бесконечное кольцо Эндайры
zh_hans: 恩达瑞亚的无尽之环
zh_tw: 恩達瑞亞的無盡之環

# Ring_ExcessCoil
source: Excess Coil
es: Bobina sobrante
fr: Bobine de surplus
ja: 余剰コイル
ko: 과잉 코일
pt_br: Espiral de Excesso
ru: Кольцо избытка
zh_hans: 超额指圈
zh_tw: 超額指圈
