Repository: Razzmatazzz/RemnantSaveGuardian
Catalog: RemnantSaveGuardian/locales/GameStrings.*.resx
Languages: es, fr, ja, ko, pt_br, ru, zh_hans, zh_tw

# Ring_FaeBruiserRing
source: Fae Bruiser Ring
es: Anillo de pugilista feérico
fr: Bague de cogneur faë
ja: フェーのブルーザーの指輪
ko: 파에 브루저 반지
pt_br: Anel de Brigão Fae
ru: Кольцо сильфа-громилы
zh_hans: 翡族力士戒指
zh_tw: 翡族力士戒指

# Ring_FaeHunterRing
source: Fae Hunter Ring
es: Anillo de cazador feérico
fr: Bague de chasseur faë
ja: フェーのハンターの指輪
ko: 파에 사냥꾼 반지
pt_br: Anel de Caçador Fae
ru: Кольцо сильфа-охотника
zh_hans: 翡族猎人戒指
zh_tw: 翡族獵人戒指

# Ring_FaelinsSigil
source: Faelin's Sigil
es: Sello de Faelin
fr: Sceau de Faelin
ja: フェーリンのシジル
ko: 파엘린의 문장
pt_br: Emblema de Faelin
ru: Символ Фэйлина
zh_hans: 翡凌魔符
zh_tw: 翡凌魔符

# Ring_FaeProtectorSignet
source: Fae Protector Signet
es: Sello de protector feérico
fr: Sceau du Protecteur des Faës
ja: フェープロテクターの認印
ko: 파에 수호자의 인장
pt_br: Sinete de Protetor Fae
ru: Печатка сильфа-защитника
zh_hans: 翡族守护者印章
zh_tw: 翡翠守護者戒指

# Ring_FaerinsSigil
source: Faerin's Sigil
es: Sello de Faerin
fr: Sceau de Faerin
ja: フェリンのシジル
ko: 파엘린의 문장
pt_br: Emblema de Faerin
ru: Символ Фэйрина
zh_hans: 翡麟魔符
zh_tw: 翡麟魔符

# Ring_FaeShamanRing
source: Fae Shaman Ring
es: Anillo de chamán feérico
fr: Bague de chaman faë
ja: フェーシャーマンの指輪
ko: 파에 샤먼 반지
pt_br: Anel de Xamã Fae
ru: Кольцо сильфа-шамана
zh_hans: 翡族萨满戒指
zh_tw: 翡族薩滿戒指

# Ring_FaeWarriorRing
source: Fae Warrior Ring
es: Anillo de guerrero feérico
fr: Bague de guerrier faë
ja: フェー・ウォリアーの指輪
ko: 파에 전사 반지
pt_br: Anel de Guerreiro Fae
ru: Кольцо сильфа-воина
zh_hans: 翡族战士戒指
zh_tw: 翡族戰士戒指

# Ring_FeastmastersSignet
source: Feastmaster's Signet
es: Sello del maestro del festín
fr: Sceau du maître des festins
ja: フィーストマスターの認印
ko: 축일 마스터의 인장
pt_br: Sinete do Mestre do Banquete
ru: Печатка дворецкого
zh_hans: 盛宴大师印章
zh_tw: 盛宴大師印章

# Ring_FeedbackLoop
source: Feedback Loop
es: Bucle de retroalimentación
fr: Boucle de retour
ja: フィードバックループ
ko: 순환 고리
pt_br: Ciclo de Retroalimentação
ru: Кольцо обратной связи
zh_hans: 回馈之环
zh_tw: 回饋之環

# Ring_FireStone
source: Fire Stone
es: Piedra ígnea
fr: Pierre de feu
ja: ファイアストーン
ko: 화염석
pt_br: Pedra de Fogo
ru: Огненный камень
zh_hans: 火焰石
zh_tw: 火焰石

# Ring_FlyweightsSting
source: Flyweight's Sting
es: Aguijón de peso mosca
fr: Piqûre du poids plume
ja: フライウェイトのスティング
ko: 플라이급 쏘기
pt_br: Picada de Peso-Mosca
ru: Жало лёгкости
zh_hans: 蝇量刺痛
zh_tw: 蠅量刺痛

# Ring_FocusedJewel
source: Focusing Shard
es: Fragmento de concentración
fr: Éclat de concentration
ja: 集中のシャード
ko: 집중 조각
pt_br: Fragmento de Concentração
ru: Осколок сосредоточенности
zh_hans: 凝神珠宝
zh_tw: 聚焦碎片

# Ring_FrivolousBand
source: Frivolous Band
es: Anillo frívolo
fr: Alliance frivole
ja: 軽薄なバンド
ko: 천박한 밴드
pt_br: Faixa Frívola
ru: Легкомысленное кольцо
zh_hans: 忽略指环
zh_tw: 輕浮指環

# Ring_GalvanizedResupplyBand
source: Galvanized Resupply Band
es: Anillo de reabastecimiento galvanizado
fr: Bague de réapprovisionnement accéléré
ja: 亜鉛メッキのリサプライバンド
ko: 아연도금 재보급 밴드
pt_br: Faixa de Reabastecimento Galvanizada
ru: Гальванизированное кольцо
zh_hans: 补锌指环
zh_tw: 補鋅戒指

# Ring_GameMastersPride
source: Game Master's Pride
es: Orgullo del maestro del juego
fr: Fierté du maître du jeu
ja: 進行役のプライド
ko: 게임 마스터의 긍지
pt_br: Orgulho do Mestre do Jogo
ru: Гордость мастера игры
zh_hans: 游戏大师的骄傲
zh_tw: 遊戲大師的驕傲

# Ring_GeneratingBand
source: Generating Band
es: Anillo generador
fr: Bague de génération spontanée
ja: 生成バンド
pt_br: Faixa de Geração
ru: Кольцо регенерации
zh_hans: 生成指环

# Ring_GroundingStone
source: Grounding Stone
es: Piedra de toma de tierra
fr: Pierre d'isolation
ja: 接地石
ko: 접지석
pt_br: Pedra de Base
ru: Заземляющий камень
zh_hans: 接地之石
zh_tw: 接地之石

# Ring_GuardiansRing
source: Guardian's Ring
es: Anillo del guardián
fr: Anneau du Protecteur
ja: 守護者の指輪
ko: 수호자의 반지
pt_br: Anel do Guardião
ru: Кольцо Стража
zh_hans: 守护生物戒指
zh_tw: 守護生物戒指

# Ring_GunslingersRing
source: Gunslinger's Ring
es: Anillo de pistolero
fr: Anneau du pistolero
ja: ガンスリンガーの指輪
ko: 총잡이의 반지
pt_br: Anel de Pistoleiro
ru: Кольцо стрелка
zh_hans: 枪手戒指
zh_tw: 槍手戒指

# Ring_HardcoreMetalBand
source: Hardcore Metal Band
es: Anillo de metal extremo
fr: Bague de métal hardcore
ja: ハードコアメタルバンド
ko: 하드코어 메탈 밴드
pt_br: Anel de Metal Extremo
ru: Цельнометаллическое кольцо
zh_hans: 硬核金属指环
zh_tw: 硬核金屬指環

# Ring_HardenedCoil
source: Hardened Coil
es: Bobina endurecida
fr: Bobine renforcée
ja: 硬化コイル
ko: 경화 코일
pt_br: Espiral Endurecida
ru: Закаленный виток
zh_hans: 硬化指圈
zh_tw: 硬化指圈

# Ring_HaymakersRing
source: Haymaker's Ring
es: Anillo de labrador
fr: Anneau du faneur
ja: ヘイメーカーの指輪
ko: 비장의 반지
pt_br: Anel do Ceifeiro
ru: Кольцо сильного удара
zh_hans: 强击者之戒
zh_tw: 強擊者之戒

# Ring_HeartOfTheWolf
source: Heart Of The Wolf
es: Corazón del Lobo
fr: Cœur du loup
ja: オオカミの心臓
ko: 늑대의 심장
pt_br: Coração do Lobo
ru: Сердце Волка
zh_hans: 黑狼之心
zh_tw: 黑狼之心

# Ring_HexWard
source: Hex Ward
es: Salvaguarda de maleficio
fr: Sceau ensorcelé
ja: ヘックス・セクター
ko: 헥스 구역
pt_br: Barreira de Feitiçaria
ru: Оберег от сглаза
zh_hans: 妖魔实验区
zh_tw: 妖魔實驗區

# Ring_KineticCycleStone
source: Kinetic Cycle Stone
es: Piedra de ciclo cinética
fr: Pierre de cycle cinétique
ja: 静的サイクルストーン
ko: 동적 순환의 돌
pt_br: Pedra do Ciclo Cinético
ru: Камень кинетического цикла
zh_hans: 动能环之石
zh_tw: 動能環之石

# Ring_LithicSignet
source: Lithic Signet
es: Sello lítico
fr: Sceau lithique
ja: 石の認印
ko: 돌의 인장
pt_br: Sinete Lítico
ru: Каменная печатка
zh_hans: 石质印章
zh_tw: 石質印章

# Ring_LodestoneRing
source: Lodestone Ring
es: Anillo de piedra imán
fr: Anneau de magnétite
ja: 天然磁石の指輪
ko: 자철석 반지
pt_br: Anel de Magnetita
ru: Магнитное кольцо
zh_hans: 磁石戒指
zh_tw: 磁石戒指

# Ring_LowYieldRecoveryRing
source: Low Yield Recovery Ring
es: Anillo de recuperación de baja eficiencia
fr: Anneau de récupération à faible rendement
ja: 低収量回復の指輪
ko: 저위력 회복 반지
pt_br: Anel de Recuperação de Baixo Rendimento
ru: Кольцо малого восполнения
zh_hans: 低产回复戒指
zh_tw: 低產回復戒指

# Ring_MechanicsCog
source: Mechanic's Cog
es: Engranaje de mecánico
fr: Engrenage du mécanicien
ja: メカニックの歯車
ko: 정비공의 톱니바퀴
pt_br: Peça do Mecânico
ru: Шестерня механика
zh_hans: 机械师的齿轮
zh_tw: 機械師的齒輪

# Ring_MetalDriver
source: Metal Driver
es: Impulsor de metal
fr: Générateur de métal
ja: メタルドライバー
pt_br: Condutor de Metal
ru: Металлический стержень
zh_hans: 金属驱动
zh_tw: 金屬驅動器

# Ring_MeteoriteShardRing
source: Meteorite Shard Ring
es: Anillo de fragmento de meteorito
fr: Anneau d'éclat de météorite
ja: 流星群シャードの指輪
ko: 운석 조각 반지
pt_br: Anel de Fragmento de Meteoro
ru: Кольцо с осколком метеорита
zh_hans: 陨石碎片戒指
zh_tw: 隕石碎片戒指

# Ring_Microcompressor
source: Microcompressor
es: Microcompresor
fr: Microcompresseur
ja: マイクロコンプレッサー
ko: 마이크로컴프레서
ru: Микрокомпрессор
zh_hans: 微压缩器
zh_tw: 微壓縮器

# Ring_MomentumDriver
source: Momentum Driver
es: Impulsor de ímpetu
fr: Générateur d'élan
ja: 推進力ドライバー
pt_br: Condutor de Impulso
ru: Кольцо импульса
zh_hans: 动量驱动(戒指)

# Ring_OutcastRing
source: Outcast Ring
es: Anillo de proscrito
fr: Anneau du paria
ja: 見放されし者の指輪
ko: 추방자 반지
pt_br: Anel de Exilado
ru: Кольцо изгоя
zh_hans: 放逐者戒指
zh_tw: 放逐者戒指

# Ring_PanMageSigil
source: Ahanae Crystal
es: Cristal de los ahanae
fr: Cristal des Ahanaés
ja: アハナエクリスタル
ko: 아하나에 크리스털
pt_br: Cristal dos Ahanaes
ru: Кристалл ахани
zh_hans: 阿哈内水晶
zh_tw: 阿哈內水晶

# Ring_PointFocusRing
source: Point Focus Ring
es: Anillo de concentración de puntos
fr: Anneau de point focal
ja: ポイントフォーカス指輪
ko: 초점 반지
pt_br: Anel de Ponto de Foco
ru: Кольцо сосредоточения
zh_hans: 对焦戒指
zh_tw: 對焦戒指

# Ring_PowerSaver
source: Power Saver
es: Ahorrador de energía
fr: Économies d'énergie
ja: パワーセーバー
ko: 체력 보호기
pt_br: Economizador de Energia
ru: Экономия энергии
zh_hans: 节能
zh_tw: 節能

# Ring_ProbabilityCord
source: Probability Cord
es: Cordel de probabilidades
fr: Cordon de probabilité
ja: 確率コード
ko: 확률 코드
pt_br: Cordão da Probabilidade
ru: Шнур вероятности
zh_hans: 几率之圈
zh_tw: 機率之圈

# Ring_PropulsionLoop
source: Propulsion Loop
es: Bucle de propulsión
fr: Boucle de propulsion
ja: 推進ループ
pt_br: Elo de Propulsão
ru: Кольцо продвижения
zh_hans: 推进指环
zh_tw: 推進指環

# Ring_ProvisionerRing
source: Provisioner Ring
es: Anillo aprovisionador
fr: Anneau de ravitaillement
ja: プロビジョナー指輪
ko: 공급자 반지
pt_br: Anel do Provedor
ru: Кольцо снабженца
zh_hans: 供应者戒指
zh_tw: 供應者戒指

# Ring_ReapingStone
source: Reaping Stone
es: Piedra segadora
fr: Pierre de moisson
ja: 収穫の石
ko: 수확석
pt_br: Pedra Coletora
ru: Камень урожая
zh_hans: 收割之石
zh_tw: 收割之石

# Ring_ReroutingCable
source: Rerouting Cable
es: Cable de redireccionamiento
fr: Fil d'acheminement
ja: ルート変更ケーブル
pt_br: Cabo de Redirecionamento
ru: Перенаправляющий трос
zh_hans: 变线电缆
zh_tw: 變線電纜戒指

# Ring_ReserveBoostingGem
source: Reserve Boosting Gem
es: Gema potenciadora de reserva
fr: Gemme d'amélioration de réserve
ja: 予備弾薬ブーストジェム
ko: 예비 부스팅 보석
pt_br: Joia de Reforço de Reserva
ru: Камень запасания
zh_hans: 绝处逢生指环
zh_tw: 絕處逢生指環

# Ring_RingOfAccord
source: Ring of Accord
ko: 합심의 밴드
zh_hans: 协调指环

# Ring_RingOfCrisis
source: Ring of Crisis
es: Anillo de crisis
fr: Anneau de crise
ja: 危機の指輪
ko: 위기의 반지
pt_br: Anel de Crise
ru: Кольцо кризиса
zh_hans: 危机戒指
zh_tw: 危機戒指

# Ring_RingOfDeflection
source: Ring of Deflection
es: Anillo de desvío
fr: Anneau de déviation
ja: 偏向の指輪
pt_br: Anel de Deflexão
ru: Кольцо отражения
zh_hans: 偏转戒指

# Ring_RingOfDiversion
source: Ring of Diversion
es: Anillo de distracción
fr: Anneau de diversion
ja: 陽動の指輪
ko: 전환의 반지
pt_br: Anel da Distração
ru: Кольцо отвлечения
zh_hans: 分流戒指
zh_tw: 分流戒指

# Ring_RingOfFlawedBeauty
source: Ring of Flawed Beauty
es: Anillo de belleza imperfecta
fr: Bague de beauté altérée
ja: 傷ついた美の指輪
ko: 불완전한 아름다움의 반지
pt_br: Anel da Beleza Falha
ru: Кольцо небезупречной красоты
zh_hans: 缺陷美戒指
zh_tw: 缺陷美戒指

# Ring_RingOfGrace
source: Ring of Grace
es: Anillo de gracia
fr: Anneau de grâce
ja: 恩寵の指輪
ko: 은혜의 반지
pt_br: Anel da Graça
ru: Кольцо чести
zh_hans: 优雅戒指
zh_tw: 優雅戒指

# Ring_RingOfOmens
source: Ring of Omens
es: Anillo de augurios
fr: Anneau des présages
ja: 前兆の指輪
ko: 징조의 반지
pt_br: Anel dos Presságios
ru: Кольцо знамений
zh_hans: 预兆戒指
zh_tw: 預兆戒指

# Ring_RingOfRestocking
source: Ring Of Restocking
es: Anillo de reabastecimiento
fr: Anneau de réapprovisionnement
ja: 補充の指輪
pt_br: Anel de Reabastecimento
ru: Кольцо расторопности
zh_hans: 速填戒指

# Ring_RingOfRetribution
source: Ring of Retribution
es: Anillo de resarcimiento
fr: Anneau de rétribution
ja: 復讐の指輪
ko: 징벌의 반지
pt_br: Anel da Vingança
ru: Кольцо воздаяния
zh_hans: 报应戒指
zh_tw: 報應戒指

# Ring_RingOfTheAdmiral
source: Worn Admiral's Ring
es: Anillo desgastado de almirante
fr: Anneau usé de l'amiral
ja: 古びた提督の指輪
ko: 닳은 제독의 반지
pt_br: Anel de Almirante Desgastado
ru: Потёртое кольцо адмирала
zh_hans: 破损的上将戒指
zh_tw: 破損的上將戒指

# Ring_RingOfTheForestSpirit
source: Ring of the Forest Spirit
es: Anillo del espíritu del bosque
fr: Anneau de l'esprit de la forêt
ja: 森の精の指輪
ko: 숲의 정령 반지
pt_br: Anel do Espírito da Floresta
ru: Кольцо духа леса
zh_hans: 林魂戒指
zh_tw: 森林精靈之戒

# Ring_RingOfTheRobust
source: Ring Of The Robust
es: Anillo de los robustos
fr: Alliance des robustes
ja: 屈強の指輪
ko: 강건함의 반지
pt_br: Anel do Robusto
ru: Кольцо прочности
zh_hans: 粗野戒指
zh_tw: 粗野戒指

# Ring_RockOfAnguish
source: Rock of Anguish
es: Roca del Tormento
fr: Pierre d'angoisse
ja: 苦悩の岩
ko: 비통의 돌
pt_br: Rocha da Angústia
ru: Камень пыток
zh_hans: 痛苦之岩
zh_tw: 痛苦之石

# Ring_RustedHeirloom
source: Rusted Heirloom
es: Reliquia oxidada
fr: Bijou de famille rouillé
ja: 錆びた家宝
ko: 녹슨 가보
pt_br: Herança Enferrujada
ru: Ржавая драгоценность
zh_hans: 锈蚀传家宝
zh_tw: 鏽蝕傳家寶

# Ring_Sagestone
source: Sagestone
es: Piedra sabia
fr: Pierre de sagesse
ja: セイジストーン
ko: 현자석
pt_br: Pedra-do-sábio
ru: Камень мудрости
zh_hans: 贤者之石
zh_tw: 賢者之石

# Ring_SapphireDreamstone
source: Sapphire Dreamstone
zh_hans: 蓝宝梦石

# Ring_SealOfTheEmpress
source: Seal of the Empress
es: Sello de la emperatriz
fr: Sceau de l'impératrice
ja: 女皇のSeal
ko: 여제의 인장
pt_br: Selo da Imperatriz
ru: Печать императрицы
zh_hans: 女皇封印
zh_tw: 女皇封印

# Ring_ShaedBloomCrystal
source: Shaed Bloom Crystal
es: Cristal de flor de Shaed
fr: Cristal de fleur du Shaëd
ja: 陰の花のクリスタル
pt_br: Cristal de Florescer de Shaed
ru: Кристалл цветка Шаэда
zh_hans: 刹邸绽放水晶

# Ring_ShardBandedRing
source: Shard Banded Ring
es: Anillo de bandas de esquirlas
fr: Anneau d'éclats
ja: シャードバンド指輪
ko: 조각 띠 반지
pt_br: Anel Unido de Fragmento
ru: Кольцо с осколками
zh_hans: 碎片重铸戒指
zh_tw: 碎片重鑄戒指

# Ring_ShinyHogLure
source: Shiny Hog Lure
es: Reclamo de puerco brillante
fr: Appât à porc luisant
ja: シャイニーホッグルアー
ko: 빛나는 돼지 미끼
pt_br: Isca Brilhante de Porco
ru: Блестящая наживка
zh_hans: 闪亮野猪诱戒
zh_tw: 閃亮野豬誘戒

# Ring_SingedRing
source: Singed Ring
es: Anillo chamuscado
fr: Anneau roussi
ja: 歌われた指輪
ko: 그슬린 반지
pt_br: Anel Chamuscado
ru: Опаленное кольцо
zh_hans: 焦糊戒指
zh_tw: 焦糊戒指

# Ring_SlayersCrest
source: Slayers Crest
ko: 시해자의 문장
zh_hans: 屠杀者纹章戒
zh_tw: 屠殺者紋章戒

# Ring_SoulLink
source: Soul Link
es: Vínculo espiritual
fr: Lien spirituel
ja: ソウルリンク
ko: 소울 링크
pt_br: Vínculo da Alma
ru: Связь душ
zh_hans: 灵魂连接
zh_tw: 靈魂連線

# Ring_SpiritStone
source: Spirit Stone
es: Piedra de espíritu
fr: Pierre d'esprit
ja: スピリットストーン
ko: 영혼석
pt_br: Pedra do Espírito
ru: Камень духов
zh_hans: 精神之石
zh_tw: 靈石

# Ring_StockpileCharger
source: Stockpile Charger
es: Cargador de reservas
fr: Chargeur de réserve
ja: 備蓄のチャージャー
ko: 비축 충전기
pt_br: Carregador Reserva
ru: Кольцо запасливости
zh_hans: 储备充能器
zh_tw: 儲備充能器

# Ring_StoneOfBalance
source: Stone of Balance
es: Piedra de equilibrio
fr: Pierre d'équilibre
ja: 均衡の石
ko: 균형의 돌
pt_br: Pedra do Equilíbrio
ru: Камень Баланса
zh_hans: 平衡之石
zh_tw: 平衡之石

# Ring_StoneOfContinuance
source: Stone of Continuance
es: Piedra de continuidad
fr: Pierre de continuité
ja: 継続の石
ko: 지속의 돌
pt_br: Pedra da Continuidade
ru: Камень непрерывности
zh_hans: 延续之石
zh_tw: 延續之石

# Ring_StoneOfExpanse
source: Stone of Expanse
es: Piedra de expansión
fr: Pierre d'étendue
ja: 拡張の石
ko: 확장의 돌
pt_br: Pedra da Amplitude
ru: Камень просторов
zh_hans: 扩张之石
zh_tw: 擴張之石

# Ring_StoneOfMalevolence
source: Stone Of Malevolence
es: Piedra de malevolencia
fr: Pierre de malveillance
ja: 悪意の石
ko: 악마의 돌
pt_br: Pedra da Malevolência
ru: Камень злонамеренности
zh_hans: 恶毒之石
zh_tw: 惡毒之石

# Ring_StreamCoupler
source: Stream Coupler
es: Acoplador de torrentes
fr: Coupleur de flux
ja: ストリームカプラ
ko: 줄기 연결기
pt_br: Acoplador de Fluxo
ru: Удвоитель потоков
zh_hans: 能量耦合器
zh_tw: 能量耦合器

# Ring_StrongArmBand
source: Ring Of The Damned
ko: Strong Arm Band
zh_hans: 诅咒之戒
zh_tw: 詛咒之戒

# Ring_SubterfugeLink
source: Subterfuge Link
es: Enlace de artimaña
fr: Lien de subterfuge
ja: 裏技リンク
ko: 속임수 링크
pt_br: Vínculo de Subterfúgio
ru: Звено хитрости
zh_hans: 诡计链接
zh_tw: 詭計鏈接

# Ring_SuppressionWard
source: Suppression Ward
es: Salvaguarda de supresión
fr: Sceau de suppression
ja: 抑制セクター
ko: 억제 구역
pt_br: Barreira de Supressão
ru: Амулет подавления
zh_hans: 镇压实验区
zh_tw: 鎮壓實驗區

# Ring_TargetingJewel
source: Targeting Jewel
es: Joya de puntería
fr: Joyau de ciblage
ja: ターゲットの宝石
pt_br: Joia da Pontaria
ru: Самоцвет прицеливания
zh_hans: 瞄准珠宝

# Ring_TarnishedRing
source: Tarnished Ring
es: Anillo deslustrado
fr: Anneau terni
ja: 錆びた指輪
ko: 변색된 반지
pt_br: Anel Desbotado
ru: Потертое кольцо
zh_hans: 污秽戒指
zh_tw: 汙穢戒指

# Ring_TearOfKaeula
source: Tear of Kaeula
es: Lágrima de Kaeula
fr: Larme de Kaeula
ja: カエウラの涙
ko: 카에울라의 눈물
pt_br: Lágrima de Kaeula
ru: Слеза Кеулы
zh_hans: 库埃拉之泪
zh_tw: 卡尤拉之淚

# Ring_TempestConduit
source: Tempest Conduit
es: Conducto tempestuoso
fr: Catalyseur de la tempête
ja: 嵐の導管
ko: 폭풍의 도관
pt_br: Conduíte da Tempestade
ru: Трубка шторма
zh_hans: 暴风之渠
zh_tw: 暴風之渠

# Ring_TightlyWoundCoil
source: Tightly Wound Coil
es: Bobina apretada
fr: Bobine fermement enroulée
ja: 密巻きコイル
ko: 팽팽한 코일
pt_br: Espiral Tensa
ru: Тугая спираль
zh_hans: 紧绕指圈
zh_tw: 緊繞指圈

# Ring_TimekeepersJewel
source: Timekeeper's Jewel
es: Joya del guardián del tiempo
fr: Joyau du garde-temps
ja: タイムキーパーの宝石
ko: 계시원의 보석
pt_br: Joia do Cronometrista
ru: Камень хранителя времени
zh_hans: 计时者宝戒
zh_tw: 計時者寶戒

# Ring_TombDwellersRing
source: Tomb Dweller's Ring
es: Anillo del morador de la tumba
fr: Anneau du gardien des tombes
ja: 墓地に住む者の指輪
ko: 무덤 거주자의 반지
pt_br: Anel do Habitante da Tumba
ru: Кольцо жителя гробниц
zh_hans: 墓居者戒指
zh_tw: 墓居者戒指

# Ring_VacuumSeal
source: Vacuum Seal
es: Sello vacuo
fr: Joint hermétique
ja: 真空Seal
ko: 진공 인장
pt_br: Selo do Vácuo
ru: Вакуумная печать
zh_hans: 吸力封印
zh_tw: 吸力封印

# Ring_VestigeOfPower
source: Vestige of Power
es: Vestigio de poder
fr: Vestige de pouvoir
ja: 力の威信
ko: 힘의 흔적
pt_br: Vestígio de Poder
ru: Крупица силы
zh_hans: 力量残响
zh_tw: 力量殘響

# Ring_WaxSealedRing
source: Wax Sealed Ring
es: Anillo sellado con cera
fr: Chevalière de cire
ja: 指輪印章
ko: 밀랍 봉인 반지
pt_br: Anel com Selo de Cera
ru: Восковая печать
zh_hans: 蜡封戒指
zh_tw: 蠟封戒指

# Ring_WhitePawnStamp
source: White Pawn Stamp
es: Sello de peón blanco
fr: Cachet du pion blanc
ja: 白ポーンの印章
ko: 하얀 폰 도장
pt_br: Estampa de Peão branco
ru: Печать белой пешки
zh_hans: 白卒印记
zh_tw: 白卒印記

# Ring_WindHollowCirclet
source: Wind Hollow Circlet
es: Diadema hueca del viento
fr: Couronne de creuse-vent
ja: ウィンドホローサークレット
ko: 바람 구멍 서클릿
pt_br: Coroa do Vento Oco
ru: Полое кольцо ветра
zh_hans: 风洞饰环
zh_tw: 風洞飾環

# Ring_ZaniasMalice
source: Zania's Malice
es: Malicia de Zania
fr: Malveillance de Zania
ja: ゼニアの悪意
ko: 자니아의 적의
pt_br: Malícia de Zania
ru: Умысел Зании
zh_hans: 扎尼亚的恶意
zh_tw: 扎尼亞的惡意

# Ring_ZoheesRing
source: Zohee's Ring
es: Anillo de Zoheë
fr: Anneau de Zohee
ja: ゾーヒーの指輪
ko: 조히에의 반지
pt_br: Anel da Zoheë
ru: Кольцо Зохиэ
zh_hans: 佐曦的戒指
zh_tw: 佐曦的戒指

# RisingTides
source: Flooding Sewer
zh_hans: 淹没下水道

source: Root
ko: 루트
zh_hans: 根蔓
zh_tw: 根蔓

# RootCultist
source: Legion
es: Legión
fr: Légion
ja: レギオン
pt_br: Legião
ru: Легион
zh_hans: 军团
zh_tw: 軍團

# RootEarthAshenWasteland
source: Ashen Wasteland
es: Páramo Ceniciento
fr: Désert cendreux
ja: 灰の荒れ地
ko: 잿빛 황무지
pt_br: Deserto de Cinzas
ru: Пепельные пустоши
zh_hans: 灰烬荒原
zh_tw: 灰燼荒原

# RootEarthCorruptedHarbor
source: Corrupted Harbor
es: Puerto corrupto
fr: Port corrompu
ja: 腐敗した港
ko: 타락한 항구
pt_br: Porto Corrompido
ru: Искаженное убежище
zh_hans: 腐败港湾
zh_tw: 腐敗港灣

# RootHorror
source: Kaeula's Shadow
es: Sombra de Kaeula
fr: Ombre de Kaeula
ja: カエウラの影
pt_br: Sombra de Kaeula
ru: Тень Кеулы
zh_hans: 卡尤拉之影
zh_tw: 卡尤拉之影

source: Root Nexus
fr: Nexus de la Racine
ja: ルートの中核
ko: 루트 넥서스
pt_br: Nexo da Raiz
ru: Сплетение Корня
zh_hans: 根蔓中枢
zh_tw: 根蔓中樞

# Sarcophagus
source: Rot
es: Podredumbre
fr: Putréfaction
ja: 腐食
pt_br: Peste
ru: Гниль
zh_hans: 腐坏
zh_tw: 腐壞

# SewageFacility
source: The Flooded Room
zh_hans: 被淹没的房间

# Shockwire
source: Broken Cable
zh_hans: 断裂电线

# SideD
source: Dungeon
ko: 사이드 던전
zh_hans: 地宫
zh_tw: 副本

# SilverGold
source: The Statues
zh_hans: 手牵手仙灵雕像

# StasisSiege
source: House Lythla Glyphdoor
zh_hans: 里斯拉圣院纹饰门

# StoreRoom
source: The Progeny
es: La progenie
fr: La progéniture
ja: ザ・プロジェニー
pt_br: A Progênie
ru: Потомство
zh_hans: 幼体
zh_tw: 畸變後代

source: Summoner
es: Invocador
fr: Invocateur
ja: 召喚士
ko: 소환사
pt_br: Invocador
ru: Призыватель
zh_hans: 召唤师
zh_tw: 召喚師

source: Tal'Ratha
ja: タルラータ
ko: 탈라사
ru: Тал Рата
zh_hans: 达拉裟
zh_tw: 達拉裟

source: The Lament
es: El Lamento
fr: La Complainte
ja: 哀悼
ko: 애도
pt_br: O Lamento
ru: Скорбь
zh_hans: 挽歌
zh_tw: 輓歌

source: TheTwistedChantry
zh_hans: 扭曲教堂
zh_tw: 扭曲教堂

source: The Custodian
es: El custodio
fr: Le Conservateur
ja: カストディアン
pt_br: O Vigia
ru: Покровитель
zh_hans: 保管人
zh_tw: 保管人

# TheDreamlessSleep
source: Statis Pod
zh_hans: 静滞舱

source: The Far Woods
es: Los Bosques Lejanos
fr: Bois reclus
ja: はるかな森
pt_br: As Florestas Distantes
ru: Дальний лес
zh_hans: 遥远森林

# TheHunter
source: The Huntress
es: La cazadora
fr: La Chasseresse
ja: ハントレス
pt_br: A Caçadora
ru: Охотница
zh_hans: 女猎人
zh_tw: 女獵人

# TheNest
source: Severed Hand
zh_hans: 巢穴

# TheSafe
source: Locked Safe
zh_hans: 保险箱

# ThreeMenMorris
source: The Postulant
zh_hans: 发愿者
zh_tw: 發願者

# TormentedAsylum
source: The Tormented Asylum
es: El manicomio atormentado
fr: Asile tourmenté
ja: 苦難に満ちた保護施設
ko: 고통스러운 정신병원
pt_br: O Hospício Atormentado
ru: Лечебница терзаний
zh_hans: 苦痛精神病院
zh_tw: 苦痛精神病院

# Tower
source: The Elevator
zh_hans: 电梯

# TowerHeist
source: E.D. Alpha
es: Dron ingeniero alfa
ja: EDアルファ
pt_br: E.D. Alfa
ru: ИД «Альфа»
zh_hans: 工程无人机阿尔法

# TownTurnedToDust
source: Man in the Sewers
zh_hans: 下水道里的男人
zh_tw: 德蘭流放者

# Train
source: The Train
es: El tren
fr: Le Train
ja: 列車
pt_br: O Trem
ru: Поезд
zh_hans: 火车

# TraitBook
source: Tome of Knowledge
es: Tomo de conocimiento
fr: Tome de connaissance
ja: 知識の本
pt_br: Tomo do Conhecimento
ru: Фолиант знаний
zh_hans: 知识手卷
zh_tw: 知識手卷

source: Traits
es: Rasgos
ja: 特性
ko: 특성
pt_br: Características
ru: Таланты
zh_hans: 特性

# Trait_AmmoReserves
source: Ammo Reserves
es: Reservas de munición
fr: Réserves de munitions
ja: 予備弾薬
ko: 탄약 비축
pt_br: Reservas de Munição
ru: Резерв боеприпасов
zh_hans: 弹药储备
zh_tw: 彈藥儲備

# Trait_Amplitude
source: Amplitude
es: Amplitud
ja: アンプリチュード
ko: 진폭
ru: Амплитуда
zh_hans: 振幅
zh_tw: 振幅

# Trait_ArcaneStrike
source: Arcane Strike
es: Ataque arcano
fr: Frappe arcanique
ja: アーケインストライク
ko: 불가사의한 타격
pt_br: Ataque Arcano
ru: Мистический удар
zh_hans: 奥术攻击
zh_tw: 奧術打擊

# Trait_Barkskin
source: Barkskin
es: Piel de corteza
fr: Peau d'écorce
ja: バークスキン
ko: 나무껍질
pt_br: Pele de Árvore
ru: Прочная кожа
zh_hans: 树皮
zh_tw: 樹皮

# Trait_BloodBond
source: Blood Bond
es: Lazo de sangre
fr: Lien de sang
ja: 血の絆
ko: 혈연
pt_br: Vínculo de Sangue
ru: Кровное родство
zh_hans: 血之纽带
zh_tw: 血之紐帶

# Trait_Bloodstream
source: Bloodstream
es: Torrente sanguíneo
fr: Rivière de sang
ja: 血流
ko: 혈류
pt_br: Corrente Sanguínea
ru: Кровоток
zh_hans: 血流
zh_tw: 血流

# Trait_Endurance
source: Endurance
es: Aguante
ja: 耐久
ko: 인내심
pt_br: Constituição
ru: Стойкость
zh_hans: 耐力
zh_tw: 耐力

# Trait_Expertise
source: Expertise
es: Pericia
ja: ノウハウ
ko: 전문성
ru: Экспертное знание
zh_hans: 专业技能
zh_tw: 專業技能

# Trait_Fitness
source: Fitness
es: Aptitud física
fr: Pas chassé
ja: 適合性
ko: 피트니스
pt_br: Preparo Físico
ru: Тонус
zh_hans: 强健
zh_tw: 強健

# Trait_FlashCaster
source: Flash Caster
es: Lanzador relámpago
fr: Déclic
ja: 瞬間発動
ko: 신속의 시전자
pt_br: Lançador Instantâneo
ru: Ловкость рук
zh_hans: 急速施法者
zh_tw: 急速施法者

# Trait_Footwork
source: Footwork
es: Juego de pies
fr: Jeu de jambes
ja: フットワーク
ko: 반재간
pt_br: Pés Ágeis
ru: Маневрирование
zh_hans: 步法
zh_tw: 步法

# Trait_Fortify
source: Fortify
es: Fortalecer
fr: Fortification
ja: 要塞化
ko: 요새화
pt_br: Fortificação
ru: Закалка
zh_hans: 坚韧
zh_tw: 堅韌

# Trait_Glutton
source: Glutton
es: Gula
fr: Glouton
ja: 大食漢
ko: 대식가
pt_br: Glutão
ru: Обжора
zh_hans: 饕餮
zh_tw: 饕餮

# Trait_Handling
source: Handling
es: Manejo
fr: Maniement
ja: 処理
ko: 조작
pt_br: Manejo
ru: Стабильность
zh_hans: 操控性
zh_tw: 操控性

# Trait_Kinship
source: Kinship
es: Desbloqueo de maestría de arquetipo
fr: Déblocage de maîtrise d'archétype
ja: アーキタイプマスターアンロック
ko: 친족
pt_br: Desbloqueio de Domínio do Arquétipo
ru: Награда за развитие класса
zh_hans: 亲朋好友
zh_tw: 親朋好友

# Trait_Longshot
source: Longshot
es: Desbloqueo de maestría de arquetipo
fr: Déblocage de maîtrise d'archétype
ja: アーキタイプマスターアンロック
ko: 롱 샷
pt_br: Desbloqueio de Domínio do Arquétipo
ru: Награда за развитие класса
zh_hans: 远射
zh_tw: 遠射

# Trait_Potency
source: Potency
es: Potencia
fr: Double dose
ja: 秘めた力
ko: 효능
pt_br: Potência
ru: Продуктивность
zh_hans: 效能
zh_tw: 效能

# Trait_Recovery
source: Recovery
es: Recuperación
fr: Récupération
ja: 回復
ko: 회복
pt_br: Recuperação
ru: Восстановление
zh_hans: 回复
zh_tw: 回覆

# Trait_Regrowth
source: Regrowth
es: Regeneración
fr: Renouveau
ja: 再成長
ko: 재성장
pt_br: Recuperação
ru: Восполнение
zh_hans: 再生
zh_tw: 再生

# Trait_Resonance
source: Resonance
es: Resonancia
fr: Résonance
ja: 共鳴
ko: 울림
pt_br: Ressonância
ru: Резонанс
zh_hans: 回响
zh_tw: 迴響

# Trait_Revivalist
source: Revivalist
es: Predicador
fr: Réanimateur
ja: リバイバリスト
pt_br: Reanimador
ru: Полевой доктор
zh_hans: 复活师

# Trait_Rugged
source: Rugged
es: Robustez
fr: Robuste
ja: 無骨
ko: 다부짐
pt_br: Bruto
ru: Суровость
zh_hans: 粗犷
zh_tw: 粗曠
