Repository: Razzmatazzz/RemnantSaveGuardian
Catalog: RemnantSaveGuardian/locales/GameStrings.*.resx
Languages: es, fr, ja, ko, pt_br, ru, zh_hans, zh_tw

# AboveBelow
source: The Executioner
es: El ejecutor
fr: Le Bourreau
ja: 執行人
pt_br: O Carrasco
ru: Палач
zh_hans: 行刑者
zh_tw: 行刑者

source: Alchemist
es: Alquimista
fr: Alchimiste
ja: 錬金術師
pt_br: Alquimista
ru: Алхимик
zh_hans: 炼金术师
zh_tw: 煉金術士

# AllFatherStory
source: Palace & Jester
ko: All Father
zh_hans: 宫殿与小丑
zh_tw: All Father

source: Amulets
ko: 목걸이
ru: Амулеты
zh_hans: 项链

# Amulet_AbrasiveWhetstone
source: Abrasive Whetstone
es: Piedra de afilar abrasiva
fr: Pierre à aiguiser
ja: 砥石
ko: 거친 숫돌
pt_br: Pedra de Afiar Abrasiva
ru: Точильный камень
zh_hans: 腐蚀磨石
zh_tw: 腐蝕磨石

# Amulet_AnkhOfPower
source: Ankh of Power
es: Ankh de poder
fr: Ankh de pouvoir
ja: 力のアンク十字
ko: 힘의 앙크
pt_br: Ankh do Poder
ru: Анх власти
zh_hans: 圣十字辉光
zh_tw: 聖十字輝光

# Amulet_BrokenPocketWatch
source: Broken Pocket Watch
es: Reloj de bolsillo roto
fr: Montre à gousset cassée
ja: 壊れた懐中時計
ko: 망가진 회중시계
pt_br: Relógio de Bolso Quebrado
ru: Сломанные карманные часы
zh_hans: 破损怀表
zh_tw: 破損懷錶

# Amulet_ButchersFetish
source: Butcher's Fetish
es: Obsesión de carnicero
fr: Fétiche du boucher
ja: 肉屋の呪物
ko: 도살업자의 페티시
pt_br: Fetiche do Açougueiro
ru: Амулет Мясника
zh_hans: 屠夫灵偶
zh_tw: 屠夫靈偶

# Amulet_ChainsOfAmplification
source: Chains Of Amplification
es: Cadenas de amplificación
fr: Chaînes d'amplification
ja: 増幅の連鎖
ko: 증폭의 사슬
pt_br: Correntes de Amplificação
ru: Цепи усиления
zh_hans: 增效锁链
zh_tw: 增效鎖鏈

# Amulet_CleansingStone
source: Cleansing Stone
es: Piedra purificadora
fr: Pierre purifiante
ja: 浄化の石
ko: 정화석
pt_br: Pedra Purificadora
ru: Камень очищения
zh_hans: 净化之石
zh_tw: 淨化之石

# Amulet_CoreBooster
source: Core Booster
es: Potenciador de núcleo
fr: Amplificateur
ja: コアブースター
ko: 코어 부스터
pt_br: Reforço de Núcleo
ru: Ускоритель ядра
zh_hans: 助推核心
zh_tw: 助推核心

# Amulet_DaredevilsCharm
source: Daredevil's Charm
es: Amuleto de temerario
fr: Charme du téméraire
ja: 命知らずの護符
ko: 무모함의 부적
pt_br: Talismã do Destemido
ru: Оберег сорвиголовы
zh_hans: 勇者神符
zh_tw: 夜魔俠魅力

# Amulet_DeathsEmbrace
source: Death's Embrace
es: El abrazo de la muerte
fr: Étreinte de la Mort
ja: 死の抱擁
ko: 죽음의 포옹
pt_br: Abraço da Morte
ru: Объятия смерти
zh_hans: 死亡之拥
zh_tw: 死亡之擁

# Amulet_DecayedMargin
source: Decayed Margin
es: Margen descompuesto
fr: Vestige pourrissant
ja: 朽ちた余白
ko: 부패의 가장자리
pt_br: Margem Deteriorada
ru: Тёмная полоса
zh_hans: 腐朽边际
zh_tw: 腐朽邊際

# Amulet_DetonationTrigger
source: Detonation Trigger
es: Detonador
fr: Détonateur
ja: 爆発の引き金
ko: 폭발 트리거
pt_br: Gatilho de Detonação
ru: Детонационный триггер
zh_hans: 引爆触发器
zh_tw: 引爆觸發器

# Amulet_DifferenceEngine
source: Difference Engine
es: Motor diferencial
fr: Moteur différentiel
ja: 差分エンジン
ko: 차분 기관
pt_br: Motor de Diferença
ru: Разностная машина
zh_hans: 差分机
zh_tw: 差分機

# Amulet_DownwardSpiral
source: Downward Spiral
es: Espiral descendente
fr: Spirale noire
ja: 下降スパイラル
ko: 급락
pt_br: Espiral Descendente
ru: Нисходящая спираль
zh_hans: 下坠螺旋
zh_tw: 下墜螺旋

# Amulet_EffigyPendant
source: Effigy Pendant
es: Colgante de efigie
fr: Pendentif de l'effigie
ja: 肖像ペンダント
ko: 형상 펜던트
pt_br: Pingente de Efígie
ru: Кулон с портретом
zh_hans: 人形吊坠
zh_tw: 人形吊墜

# Amulet_EffluviumEnhancer
source: Effluvium Enhancer
es: Intensificador de efluvio
fr: Rehausseur d'effluves
ja: 剥離促進
ko: 증발 강화제
pt_br: Aprimorador de Eflúvio
ru: Преобразователь испарений
zh_hans: 扩臭器
zh_tw: 擴臭器

# Amulet_EmergencySwitch
source: Emergency Switch
es: Interruptor de emergencia
fr: Coupe-circuit
ja: 非常スイッチ
ko: 긴급 스위치
pt_br: Interruptor de Emergência
ru: Аварийный выключатель
zh_hans: 应急开关
zh_tw: 緊急開關

# Amulet_EnergizedNeckCoil
source: Energized Neck Coil
es: Bobina de cuello cargada
fr: Tour de cou énergisant
ja: 電動ネックコイル
ko: 가압 넥 코일
pt_br: Espiral de Pescoço Energizada
ru: Энергетическое ожерелье
zh_hans: 能量项链
zh_tw: 能量項鍊

# Amulet_EnergyDiverter
source: Energy Diverter
es: Desviador de energía
fr: Inverseur d'énergie
ja: エネルギー分流
ko: 에너지 전환기
pt_br: Desviador de Energia
ru: Энергоотвод
zh_hans: 能量分流器
zh_tw: 能量分流器

# Amulet_EscalationProtocol
source: Escalation Protocol
es: Protocolo de elevación
fr: Protocole d'intensification
ja: 拡大プロトコル
ko: 에스컬레이션 프로토콜
pt_br: Protocolo de Escalada
ru: Протокол эскалации
zh_hans: 升级协议
zh_tw: 升級協議

# Amulet_FullMoonCirclet
source: Full Moon Circlet
es: Diadema de luna llena
fr: Couronne de la pleine lune
ja: 満月のサークレット
ko: 보름달 서클릿
pt_br: Coroa da Lua Cheia
ru: Браслет полнолуния
zh_hans: 满月饰环
zh_tw: 滿月飾環

# Amulet_GoldenRibbon
source: Golden Ribbon
es: Cinta dorada
fr: Ruban doré
ja: 金のリボン
ko: 황금 리본
pt_br: Fita Dourada
ru: Золотая лента
zh_hans: 金缎带
zh_tw: 金絲帶

# Amulet_GunfireSecurityLanyard
source: Gunfire Security Lanyard
es: Cordón de seguridad de disparos
fr: Dragonne de sécurité
ja: 銃撃安全祈願の紐
ko: 발사 보안 끈
pt_br: Cordão de Segurança de Disparo de Armas
ru: Оружейный шнур
zh_hans: 枪械安全挂牌
zh_tw: 槍械安全掛牌

# Amulet_GunslingersCharm
source: Gunslinger's Charm
es: Amuleto de pistolero
fr: Charme du pistolero
ja: ガンスリンガーのチャーム
ko: 총잡이의 부적
pt_br: Talismã de Pistoleiro
ru: Оберег стрелка
zh_hans: 枪手神符
zh_tw: 槍手神符

# Amulet_HallowedEgg
source: Hallowed Egg
es: Huevo sagrado
fr: Œuf sanctifié
ja: 神聖な卵
ko: 신성한 알
pt_br: Ovo Sagrado
ru: Освященное яйцо
zh_hans: 圣蛋
zh_tw: 聖蛋

# Amulet_Hyperconductor
source: Hyperconductor
es: Hiperconductor
fr: Hyperconducteur
ja: 高伝導体
ko: 초전도체
pt_br: Hipercondutor
ru: Гиперпроводник
zh_hans: 超导体
zh_tw: 超導體

# Amulet_IndignantFetish
source: Indignant Fetish
es: Fetiche indignado
fr: Fétiche indigné
ja: 憤慨の呪物
ko: 분개하는 광신
pt_br: Fetiche Indignado
ru: Возмутительный идол
zh_hans: 愤怒灵偶
zh_tw: 憤怒靈偶

# Amulet_InertOvercharger
source: Inert Overcharger
es: Sobrecargador inerte
fr: Surchargeur inerte
ja: 不活性オーバーチャージャー
ko: 비활성 과급기
pt_br: Carregador Inerte
ru: Амулет инерции
zh_hans: 惰性过载器
zh_tw: 惰性過載器

# Amulet_InsulationDriver
source: Insulation Driver
es: Impulsor de aislamiento
fr: Générateur d'isolation
ja: 絶縁ドライバー
ko: 절연 드라이버
pt_br: Condutor de Isolamento
ru: Изолятор
zh_hans: 绝缘驱动器
zh_tw: 絕緣驅動器

# Amulet_JestersBell
source: Jester's Bell
es: Campana del bufón
fr: Cloche du fou
ja: 道化師の鐘
ko: 광대의 종
pt_br: Sino do Bobo
ru: Колокольчик шута
zh_hans: 小丑的铃铛
zh_tw: 小丑之鈴

# Amulet_KineticShieldExchanger
source: Kinetic Shield Exchanger
es: Intercambio de escudo cinético
fr: Échangeur de bouclier cinétique
ja: 動的シールド交換輪
ko: 키네틱 실드 교환기
pt_br: Permutador de Escudo Cinético
ru: Преобразователь кинетического щита
zh_hans: 动能护盾交换器
zh_tw: 動能護盾交換器

# Amulet_KuriKuriCharm
source: Kuri Kuri Charm
es: Amuleto de kuri kuri
fr: Charme du kuri-kuri
ja: クリクリのお守り
ko: 쿠리쿠리 부적
pt_br: Talismã Kuri Kuri
ru: Амулет кури-кури
zh_hans: 库里库里护符
zh_tw: 庫里庫里護符

# Amulet_LaemirCenser
source: Laemir Censer
es: Incensario laemir
fr: Encensoir des Laemirs
ja: レミールのつり香炉
ko: 레미르 향로
pt_br: Incensário Laemir
ru: Леймирская курильница
zh_hans: 莱米尔香炉
zh_tw: 萊米爾香爐

# Amulet_LetosAmulet
source: Leto's Amulet
es: Amuleto de Leto
fr: Amulette de Leto
ja: レトのアミュレット
ko: 레토의 목걸이
pt_br: Amuleto do Leto
ru: Амулет Лето
zh_hans: 莱托的项链
zh_tw: 萊托的項鍊

# Amulet_MatriarchsInsignia
source: Matriarch's Insignia
es: Insignia de matriarca
fr: Insigne de la matriarche
ja: 女家長の記章
ko: 부족장의 휘장
pt_br: Insígnia da Matriarca
ru: Печать матриарха
zh_hans: 主母的徽记
zh_tw: 主母的徽記

# Amulet_NavigatorsPendant
source: Navigator's Pendant
es: Colgante de navegante
fr: Pendentif du navigateur
ja: 航海長のペンダント
ko: 탐험가의 팬던트
pt_br: Pingente do Navegador
ru: Подвеска навигатора
zh_hans: 领航员吊坠
zh_tw: 領航員吊墜

# Amulet_NeckboneNecklace
source: Neckbone Necklace
es: Collar de cervical
fr: Collier de vertèbres
ja: 頸椎のネックレス
ko: 목뼈 목걸이
pt_br: Colar de Cervical
ru: Костяное ожерелье
zh_hans: 颈骨项链
zh_tw: 頸骨項鍊

# Amulet_NecklaceOfFlowingLife
source: Necklace of Flowing Life
es: Collar de vida fluyente
fr: Collier du bain de vie
ja: 流命のネックレス
ko: 생명의 흐름 목걸이
pt_br: Colar da Vida Fluente
ru: Ожерелье потока жизни
zh_hans: 生命流动项链
zh_tw: 生命流動項鍊

# Amulet_NecklaceOfSupremacy
source: Necklace of Supremacy
es: Collar de supremacía
fr: Collier de suprématie
ja: 至高のネックレス
ko: 우월의 목걸이
pt_br: Colar da Supremacia
ru: Ожерелье превосходства
zh_hans: 至境项链
zh_tw: 至境項鍊

# Amulet_NightmareSpiral
source: Nightmare Spiral
ko: 악몽의 나선
zh_hans: 噩梦螺旋

# Amulet_NightweaversGrudge
source: Nightweaver's Grudge
es: Rencor de la Tejedora Nocturna
fr: Rancune de la Tisse-Nuit
ja: ナイトウィーバーの怨念
ko: 나이트위버의 원한
pt_br: Rancor da Tecelã da Noite
ru: Злоба Ночной Ткачихи
zh_hans: 织夜者的仇怨
zh_tw: 織夜者的仇怨

# Amulet_NimuesRibbon
source: Nimue's Ribbon
es: Cinta de Nimue
fr: Ruban de Nimuë
ja: ニムエのリボン
ko: 니므에의 리본
pt_br: Fita de Nimue
ru: Ленточка Нимуэ
zh_hans: 尼姆埃缎带
zh_tw: 尼姆埃緞帶

# Amulet_OneEyedJokerIdol
source: One-Eyed Joker Idol
es: Ídolo bromista de un solo ojo
fr: Idole de clown à un œil
ja: 隻眼のジョーカーアイドル
ko: 외눈 익살꾼 우상
pt_br: Ídolo de Curinga Caolho
ru: Одноглазый шут
zh_hans: 独眼小丑像
zh_tw: 獨眼小丑像

# Amulet_OneTrueKingSigil
source: One True King Sigil
es: Sello del Rey Verdadero
fr: Sceau du Vrai Roi
ja: 真なる唯一の王のシジル
ko: 유일하며 진정한 왕 문장
pt_br: Emblema do Rei Legítimo
ru: Символ Истинного короля
zh_hans: 独一真皇魔符
zh_tw: 唯一真王魔符

# Amulet_OnyxPendulum
source: Onyx Pendulum
zh_hans: 玛瑙钟摆

# Amulet_RangeFinder
source: Range Finder
es: Telémetro
fr: Analyseur de portée
ja: 距離計
ko: 범위 탐지기
pt_br: Definidor de Alcance
ru: Дальномер
zh_hans: 远程探头
zh_tw: 遠端探頭

# Amulet_RavagersMark
source: Ravager's Mark
es: Marca del Saqueador
fr: Marque du Ravageur
ja: ラヴェジャーの印
ko: 약탈자의 표식
pt_br: Marca do Devastador
ru: Метка Разорителя
zh_hans: 劫掠者标记
zh_tw: 劫掠者標記

# Amulet_RedDoeSigil
source: Red Doe Sigil
es: Sello de la Cierva Roja
fr: Sceau de la Biche rouge
ja: レッド・ドーのシジル
ko: 붉은 사슴 문장
pt_br: Emblema da Corça Vermelha
ru: Символ Красной Лани
zh_hans: 红鹿魔符
zh_tw: 紅鹿魔符

# Amulet_RustedNavigatorsPendant
source: Rusted Navigator's Pendant
es: Colgante de navegante oxidado
fr: Pendentif rouillé du navigateur
ja: 錆びた航海長のペンダント
ko: 녹이 슨 탐험가의 펜던트
pt_br: Pingente do Navegador Enferrujado
ru: Ржавая подвеска навигатора
zh_hans: 生锈的领航员吊坠
zh_tw: 生鏽的領航員吊墜

# Amulet_Samoflange
source: Samoflange
es: Chirimbolo
fr: Samophlange
ja: サモフランジ
ko: 사모플란지
pt_br: Bugiganga
ru: Самофланж
zh_hans: 高精尖元件
zh_tw: 高精尖元件

# Amulet_ScavengersBauble
source: Scavenger's Bauble
es: Baratija de buscador
fr: Régal du récupérateur
ja: スカベンジャーのガラクタ
ko: 고철 수집가의 싸구려 장신구
pt_br: Talismã dos Catadores
ru: Безделушка добытчика
zh_hans: 拾荒者饰品
zh_tw: 拾荒者飾品

# Amulet_ShadeBloomCrystal
source: Shaed Bloom Crystal
es: Cristal de flor de Shaed
fr: Cristal de fleur du Shaëd
ja: 陰の花のクリスタル
ko: 샤에드 꽃 크리스털
pt_br: Cristal de Florescer de Shaed
ru: Кристалл цветка Шаэда
zh_hans: 刹邸绽放水晶
zh_tw: 刹邸綻放水晶

# Amulet_ShockDevice
source: Shock Device
es: Dispositivo eléctrico
fr: Machine à électrochocs
ja: 電撃装置
ko: 쇼크 장치
pt_br: Dispositivo de Choque
ru: Электрошокер
zh_hans: 电击设备
zh_tw: 電擊裝置

# Amulet_SilverRibbon
source: Silver Ribbon
es: Cinta plateada
fr: Ruban argenté
ja: 銀のリボン
ko: 은 리본
pt_br: Fita Prateada
ru: Серебряная лента
zh_hans: 银缎带
zh_tw: 銀絲帶

# Amulet_SoulAnchor
source: Soul Anchor
ko: 영혼의 닻
zh_hans: 灵魂之锚

# Amulet_SpiritWispAmulet
source: Spirit Wisp Amulet
es: Amuleto de fuego fatuo espiritual
fr: Amulette d'esprit follet
ja: 魂の束のアミュレット
ko: 영혼 위습 목걸이
pt_br: Amuleto do Fogo Fátuo Espiritual
ru: Амулет блуждающего огонька
zh_hans: 魂光项链
zh_tw: 魂光項鍊

# Amulet_StalkersBrand
source: Stalker's Brand
es: Marca del depredador
fr: Marque du prédateur
ja: ストーカーの烙印
ko: 사냥꾼의 낙인
pt_br: Marca do Predador
ru: Метка Хищника
zh_hans: 潜行者印记
zh_tw: 潛行者印記

# Amulet_TalismanOfTheSun
source: Talisman of the Sun
es: Talismán del sol
fr: Talisman du soleil
ja: 太陽のお守り
ko: 태양의 부적
pt_br: Talismã do Sol
ru: Талисман солнца
zh_hans: 太阳护符
zh_tw: 太陽護符

# Amulet_ToxicReleaseValve
source: Toxic Release Valve
es: Válvula de liberación de tóxicos
fr: Soupape toxique
ja: 毒物排出弁
ko: 독소 방출 밸브
pt_br: Válvula de Liberação de Tóxicos
ru: Клапан с токсичным дымом
zh_hans: 释毒阀
zh_tw: 毒物釋放閥

# Amulet_TwistedIdol
source: Twisted Idol
es: Ídolo retorcido
fr: Idole enchevêtrée
ja: ねじれた偶像
ko: 뒤틀린 우상
pt_br: Ídolo Retorcido
ru: Плетёный идол
zh_hans: 扭曲神像
zh_tw: 扭曲神像

# Amulet_VengeanceIdol
source: Vengeance Idol
es: Ídolo vengativo
fr: Idole de la vengeance
ja: 復讐の偶像
ko: 복수의 우상
pt_br: Ídolo da Vingança
ru: Идол мести
zh_hans: 复仇神像
zh_tw: 復仇神像

# Amulet_VoidIdol
source: Void Idol
ko: 공허의 우상
zh_hans: 虚空神像

# Amulet_WeightlessWeight
source: Weightless Weight
es: Peso sin peso
fr: Poids imperceptible
ja: 無重力の重量
ko: 무중력 무게
pt_br: Peso sem Peso
ru: Невесомое перышко
zh_hans: 无重之重
zh_tw: 失重之重

source: Archon
es: Arconte
fr: Archonte
ja: アルコーン
ko: 집정관
pt_br: Arconte
ru: Архонт
zh_hans: 执政官(心痕)
zh_tw: 執政官

source: Area {areaNumber}
ko: 지역 {areaNumber}
zh_hans: 区域{areaNumber}

source: Armor
es: Armadura
fr: Armure
ja: アーマー
ko: 방어구
pt_br: Proteção
ru: Броня
zh_hans: 护甲

# Armor_Alchemist
source: Alchemist
es: Alquimista
fr: Alchimiste
ja: 錬金術師
ko: 학자
pt_br: Alquimista
ru: Алхимик
zh_hans: 学者套装
zh_tw: 煉金術士

# Armor_Arcanist
source: Labyrinth
es: Laberinto
fr: Le Labyrinthe
pt_br: Labirinto
ru: Лабиринт
zh_hans: 迷宫套装

# Armor_Archon
source: Archon
es: Arconte
fr: Archonte
ja: アルコーン
ko: 미궁
pt_br: Arconte
ru: Архонт
zh_hans: 执政官套装
zh_tw: 迷宮

# Armor_Body
source: Body
es: Cuerpo
fr: Corps
ja: 本体
ko: 상의
pt_br: Torso
ru: Тело
zh_hans: 身体
zh_tw: 身體

# Armor_Challenger
source: Bruiser
ko: 브루저
zh_hans: 斗士套装
zh_tw: 斗士

# Armor_Engineer
source: Engineer
es: Ingeniero
fr: Ingénieur
ja: エンジニア
ko: 기술자
pt_br: Engenheiro
ru: Инженер
zh_hans: 技师套装
zh_tw: 技師

# Armor_Explorer
source: Explorer
es: Explorador
fr: Explorateur
ja: 探検家
ko: 세계횡단자
pt_br: Explorador
ru: Исследователь
zh_hans: 探索者套装
zh_tw: 空間行者

# Armor_FaeRoyalGuard
source: Fae Royal Guard
ko: 파에 왕족
zh_hans: 翡族皇家套装
zh_tw: 翡族皇家護甲

# Armor_Gloves
source: Gloves
ko: 장갑
zh_hans: 手部
zh_tw: 手部

# Armor_Gunslinger
source: High Noon
ko: 하이눈
zh_hans: 正午套装
zh_tw: 正午

# Armor_Handler
source: Trainer
ko: 훈련사
zh_hans: 驯兽员套装
zh_tw: 馴獸員

# Armor_Head
source: Head
es: Cabeza
fr: Tête
ja: 頭
ko: 머리
pt_br: Cabeça
ru: Голова
zh_hans: 头部
zh_tw: 頭部

# Armor_Hunter
source: Nightstalker
ko: 나이트스토커
zh_hans: 夜行者套装
zh_tw: 夜行者

# Armor_Invader
source: Dendroid
ja: 侵入者
ko: 수목형
zh_hans: 入侵者套装
zh_tw: 入侵者

# Armor_Legs
source: Legs
es: Piernas
fr: Jambes
ja: 脚部
ko: 하의
pt_br: Pernas
ru: Ноги
zh_hans: 腿部
zh_tw: 腿部

# Armor_Leto2
source: Leto Mark II
ko: 레토 마크 II
zh_hans: 莱托2型套装
zh_tw: 萊托2型

# Armor_LodestoneCrown
source: Lodestone Crown
es: Corona de piedra imán
fr: Couronne de magnétite
ja: 天然磁石の王冠
ko: 자철석 왕관
pt_br: Coroa de Magnetita
ru: Магнитная корона
zh_hans: 磁石王冠
zh_tw: 磁石王冠

# Armor_Medic
source: Field Medic
es: Médico de campo
fr: Médecin de terrain
ja: 軍医
ko: 위생병
pt_br: Médico de Campo
ru: Полевой медик
zh_hans: 战地医务兵套装
zh_tw: 戰地醫務兵

# Armor_PilotsHelm
source: Navigator's Helm
es: Casco de navegante
fr: Casque du navigateur
ja: 航海長の兜
ko: 탐험가의 투구
pt_br: Elmo do Navegador
ru: Шлем навигатора
zh_hans: 领航员头盔
zh_tw: 領航員頭盔

# Armor_Radiant
source: Radiant
ko: 찬란한
zh_hans: 光耀
zh_tw: 光耀

# Armor_RedPrince
source: Crown of the Red Prince
es: Corona del Príncipe Rojo
fr: Couronne du Prince rouge
ja: 赤の王子の王冠
ko: 붉은 왕자의 왕관
pt_br: Coroa do Príncipe Vermelho
ru: Корона Красного принца
zh_hans: 红王子的王冠
zh_tw: 紅王子王冠

# Armor_RedWidow
source: Red Widow
ko: 붉은 미망인
zh_hans: 红寡妇套装
zh_tw: 紅寡婦

# Armor_SpaceWorker
source: Space Worker
ko: 우주 노동자
zh_hans: 空间工作者套装
zh_tw: 空間工作者

# Armor_Summoner
source: Summoner
es: Invocador
fr: Invocateur
ja: 召喚士
ko: 마디진
pt_br: Invocador
ru: Призыватель
zh_hans: 长老套装
zh_tw: 扭結

# Armor_Void
source: Void
ko: 공허
zh_hans: 虚空
zh_tw: 虛空

source: Ashen Wasteland
es: Páramo Ceniciento
fr: Désert cendreux
ja: 灰の荒れ地
ko: 잿빛 황무지
pt_br: Deserto de Cinzas
ru: Пепельные пустоши
zh_hans: 灰烬荒原

source: Asylum
zh_hans: 精神病院
zh_tw: 精神病院

# AsylumChainsaw
source: Ripsaw
es: Sierra de hilo
ja: 縦びきのこ
pt_br: Motosserra
ru: Пила
zh_hans: 链锯
zh_tw: 鏈鋸

# AsylumStory
source: The Asylum
es: El manicomio
fr: L'asile
ja: 保護施設
pt_br: O Hospício
ru: Лечебница
zh_hans: 精神病院
zh_tw: 精神病院

# Base
source: Earth
es: Tierra
fr: La Terre
ja: 地球
ko: 지구
pt_br: Terra
ru: Земля
zh_hans: 地球
zh_tw: 地球

# BlackAndWhite
source: The Flames
zh_hans: 大厅火焰

# BlackHole
source: Gravity Anomaly
zh_hans: 黑洞
zh_tw: Gravity Anomoly

source: Bloat King
es: Rey Hinchado
fr: Roi bouffi
ja: ブロートキング
pt_br: Rei Inchado
ru: Раздувшийся король
zh_hans: 腐胀之王

# BloodMoon
source: Bloodmoon Altar
es: Altar de la luna de sangre
fr: Autel de la lune de sang
ja: ブラッドムーンの祭壇
pt_br: Altar da Lua Sangrenta
ru: Алтарь Кровавой Луны
zh_hans: 血月祭坛
zh_tw: 血月祭壇

# BoneHarvesterLair
source: Monster in the Drain
zh_hans: 白骨收获者巢穴

source: Brabus
ja: ブラバス
ko: 브라버스
ru: Брабус
zh_hans: 布拉巴斯

# BrokenTomb
source: The Weald Stalker/The Gnarled Archer
zh_hans: 旷野潜行者/枝节弓箭手
zh_tw: 曠野潛行者/枝節弓箭手

source: Cass
ja: キャス
ko: 캐스
ru: Кэсс
zh_hans: 卡莎

# CathedralOfSeasons
source: Cathedral of Omens
es: Catedral de Augurios
fr: Cathédrale des présages
ja: 予兆の大聖堂
pt_br: Catedral dos Presságios
ru: Собор предзнаменований
zh_hans: 预兆教堂

source: Challenger
es: Contrincante
fr: PAS ASSEZ D'ENGRAMMES
ja: チャレンジャー
ko: 도전자
pt_br: Desafiante
ru: Боец
zh_hans: 挑战者(心痕)
zh_tw: 挑戰者

# CharnelHouse
source: Barghest the Vile
es: Barghest, el Vil
fr: Barghest l'Infect
ja: 俗悪のバーゲスト
pt_br: Barghest, a Criatura Vil
ru: Баргест Подлый
zh_hans: 卑鄙犬魔
zh_tw: 卑鄙犬魔

# ClockTower
source: The Clock Tower
zh_hans: 钟楼
zh_tw: 鐘樓

source: Corrupted Harbor
es: Puerto corrupto
fr: Port corrompu
ja: 腐敗した港
ko: 타락한 항구
pt_br: Porto Corrompido
ru: Искаженное убежище
zh_hans: 腐败港湾

# CrimsonHarvest
source: The Burning
zh_hans: 火刑

# CustodianEye
source: The Custodian's Eye
es: El ojo del custodio
fr: L'Œil du Conservateur
ja: カストディアンの眼
pt_br: O Olho de Vigia
ru: Око Покровителя
zh_hans: 保管人之眼
zh_tw: 保管人之眼

# DranGrenadier
source: Gwendil : The Unburnt
es: Gwendil, la Incombustible
fr: Gwendil : l'Imbrûlée
ja: グウェンディル : 燃えぬ者
pt_br: Gwendil: A Não Queimada
ru: Гвендил Неопаленная
zh_hans: 不燃者格温迪尔
zh_tw: 不燃者格溫迪爾

# DranOracle
source: Oracle of the Dran
ko: 드란 예언자
zh_hans: 德兰先知
zh_tw: 阿嬤德蘭先知

# DranStarter
source: Dran City
zh_hans: 德兰城
zh_tw: 德蘭城市

source: Drzyr Replicator
es: Replicador drzyr
fr: Réplicateur drzyr
ja: ドラジールのレプリケーター
pt_br: Replicador Drzyr
ru: Репликатор джиров
zh_hans: 泽厄尔复制品

source: Dwell
zh_hans: 叨沃

# EmpressStory
source: The Eternal Empress
zh_hans: 永恒女皇

source: Engineer
es: Ingeniero
fr: Ingénieur
ja: エンジニア
ko: 엔지니어
pt_br: Engenheiro
ru: Инженер
zh_hans: 工程师(心痕)
zh_tw: 工程師

source: Engrams
es: Engramas
fr: Engrammes
ja: エングラム
ko: 엔그램
pt_br: Engramas
ru: Энграммы
zh_hans: 心痕

source: Explorer
es: Explorador
fr: Explorateur
ja: 探検家
ko: 탐험가
pt_br: Explorador
ru: Исследователь
zh_hans: 探索者
zh_tw: 探索者

# Extermination
source: Quarantine
zh_hans: 隔离事件

# Extraction
source: Supply Ship
zh_hans: 回收补给舱

# FaeArchon
source: Magister Dullain
es: Magistrado Dullain
fr: Magistère Dullain
ja: マジスター・デュレイン
pt_br: Magíster Dullain
ru: Магистр Дуллейн
zh_hans: 执政官杜莱恩
zh_tw: 執政官杜萊恩

# FaeCouncil
source: The Fae Council
es: El Consejo de los feéricos
fr: Le Conseil des Faës
ja: フェー評議会。
pt_br: O Conselho Fae
ru: Совет сильфов
zh_hans: 翡族议会
zh_tw: 翡翠議會

# FaelinFaerlin
source: Faelin
ja: フェーリン
ko: 파에린
ru: Фэйлин
zh_hans: 翡凌
zh_tw: 翡凌

source: Faerin
ja: フェリン
ko: 페이린
ru: Фэйрин
zh_hans: 翡麟
zh_tw: 翡麟

source: Fae Shaman Ring
es: Anillo de chamán feérico
fr: Bague de chaman faë
ja: フェーシャーマンの指輪
ko: 파에 샤먼 반지
pt_br: Anel de Xamã Fae
ru: Кольцо сильфа-шамана
zh_hans: 翡族萨满戒指
zh_tw: 翡族薩滿戒指

# FaeStarter
source: Golden Halls
zh_hans: 黄金殿堂
zh_tw: 宮殿庭院

source: Fae Warrior Ring
es: Anillo de guerrero feérico
fr: Bague de guerrier faë
ja: フェー・ウォリアーの指輪
ko: 파에 전사 반지
pt_br: Anel de Guerreiro Fae
ru: Кольцо сильфа-воина
zh_hans: 翡族战士戒指
zh_tw: 翡族戰士戒指

# Flautist
source: Root Nexus
fr: Nexus de la Racine
ja: ルートの中核
pt_br: Nexo da Raiz
ru: Сплетение Корня
zh_hans: 根蔓中枢

# Gems
source: Mutators
es: Mutadores
fr: Mutagemmes
ja: 変異誘発物
ko: 변이체
pt_br: Mutadores
ru: Мутаторы
zh_hans: 突变因子

# GoldenHall_Nimue
source: Nimue's Retreat
es: Retiro de Nimue
fr: Retraite de Nimuë
ja: ニムエの隠れ家
pt_br: Retiro da Nimue
ru: Убежище Нимуэ
zh_hans: 尼姆埃的隐居所
zh_tw: 尼姆埃的隱居所

source: Gunslinger
fr: Pistolero
ja: ガンスリンガー
ko: 총잡이
pt_br: Pistoleiro
ru: Стрелок
zh_hans: 枪手
zh_tw: 槍手

source: Handler
es: Domador
fr: Maître-chien
ja: 調教師
ko: 핸들러
pt_br: Domador
ru: Кинолог
zh_hans: 驯兽师(心痕)
zh_tw: 馴獸師

# Hatchery
source: Primogenitor
fr: Premier ancêtre
ja: プリモジニター
pt_br: Primogênito
ru: Прародитель
zh_hans: 始祖
zh_tw: 始祖

source: Hidden Chamber
zh_hans: 隐藏的密室

# HiddenMaze
source: Maze
zh_hans: 隐藏的迷宫

source: Hunter
es: Cazador
fr: Chasseur
ja: ハンター
ko: 사냥꾼
pt_br: Caçador
ru: Охотник
zh_hans: 猎人
zh_tw: 獵人

source: Imperial Gardens
es: Jardines Imperiales
fr: Jardins impériaux
ja: 宮廷庭園
ko: 제국 정원
pt_br: Jardins Imperiais
ru: Имперские сады
zh_hans: 皇家花园
zh_tw: 皇家花園

source: Indignant Fetish
es: Fetiche indignado
fr: Fétiche indigné
ja: 憤慨の呪物
pt_br: Fetiche Indignado
ru: Возмутительный идол
zh_hans: 愤怒灵偶
zh_tw: 憤怒靈偶

source: Invader
es: Invasor
fr: Envahisseur
ja: 侵入者
ko: 침략자
pt_br: Errante
ru: Захватчик
zh_hans: 入侵者
zh_tw: 入侵者

# IronGiant
source: Navigation Room
zh_hans: 陨落飞船

# IslandJump
source: Island Jump Puzzle
zh_hans: 空岛跳跳乐

# Item_HiddenContainer_Material_Engram_Alchemist
source: Alchemist
es: Alquimista
fr: Alchimiste
ja: 錬金術師
ko: 연금술사
pt_br: Alquimista
ru: Алхимик
zh_hans: 炼金术师(心痕)
zh_tw: 煉金術士

# Item_HiddenContainer_Material_Engram_Archon
source: Archon
es: Arconte
fr: Archonte
ja: アルコーン
ko: 집정관
pt_br: Arconte
ru: Архонт
zh_hans: 执政官
zh_tw: 執政官

# Item_HiddenContainer_Material_Engram_Challenger
source: Challenger
es: Contrincante
fr: PAS ASSEZ D'ENGRAMMES
ja: チャレンジャー
ko: 도전자
pt_br: Desafiante
ru: Боец
zh_hans: 挑战者
zh_tw: 挑戰者

# Item_HiddenContainer_Material_Engram_Engineer
source: Engineer
es: Ingeniero
fr: Ingénieur
ja: エンジニア
ko: 엔지니어
pt_br: Engenheiro
ru: Инженер
zh_hans: 工程师
zh_tw: 工程師

# Item_HiddenContainer_Material_Engram_Gunslinger
source: Gunslinger
fr: Pistolero
ja: ガンスリンガー
ko: 총잡이
pt_br: Pistoleiro
ru: Стрелок
zh_hans: 枪手
zh_tw: 槍手

# Item_HiddenContainer_Material_Engram_Handler
source: Handler
es: Domador
fr: Maître-chien
ja: 調教師
ko: 핸들러
pt_br: Domador
ru: Кинолог
zh_hans: 驯兽师
zh_tw: 馴獸師

# Item_HiddenContainer_Material_Engram_Hunter
source: Hunter
es: Cazador
fr: Chasseur
ja: ハンター
ko: 사냥꾼
pt_br: Caçador
ru: Охотник
zh_hans: 猎人(心痕)
zh_tw: 獵人

# Item_HiddenContainer_Material_Engram_Invader
source: Invader
es: Invasor
fr: Envahisseur
ja: 侵入者
ko: 침략자
pt_br: Errante
ru: Захватчик
zh_hans: 入侵者(心痕)
zh_tw: 入侵者

# Item_HiddenContainer_Material_Engram_Medic
source: Medic
es: Médico
fr: Médecin
ja: メディック
ko: 위생병
pt_br: Médico
ru: Медик
zh_hans: 医务兵(心痕)
zh_tw: 醫務兵

# Item_HiddenContainer_Material_Engram_Summoner
source: Summoner
es: Invocador
fr: Invocateur
ja: 召喚士
ko: 소환사
pt_br: Invocador
ru: Призыватель
zh_hans: 召唤师(心痕)
zh_tw: 召喚師

# Library
source: Atrophy
es: Atrofia
fr: Atrophie
ja: 萎縮
pt_br: Atrofia
ru: Атрофия
zh_hans: 萎缩
zh_tw: 萎縮

# LivingStone
source: Weeping Angels
zh_hans: 哭泣天使
zh_tw: 啜泣天使

# Main
source: Earth
es: Tierra
fr: La Terre
ja: 地球
ko: 지구
pt_br: Terra
ru: Земля
zh_hans: 地球
zh_tw: 地球

source: Malefic Gallery
es: Galería Maléfica
fr: Galerie maléfique
ja: 不吉なギャラリー
ko: 사악한 화랑
pt_br: Galeria Maléfica
ru: Галерея пагубы
zh_hans: 邪恶画廊

# ManyFaces
source: Corruptor
es: Profanador
fr: Corruption
ja: 破壊者
ru: Осквернение
zh_hans: 机器人/腐化者
zh_tw: ManyFaces/MotherBrain

source: Materials
es: Materiales
fr: Matériaux
ja: 素材
pt_br: Matérias-primas
ru: Материалы
zh_hans: 材料

# Material_ThaenLeaf
source: ThaenLeaf
zh_hans: 塞恩叶片

source: McCabe
ko: 맥케이브
zh_hans: 麦凯布

source: Medic
es: Médico
fr: Médecin
ja: メディック
ko: 위생병
pt_br: Médico
ru: Медик
zh_hans: 医务兵
zh_tw: 醫務兵

# MetaGem_Bandit
source: Bandit
es: Bandido
fr: Armure de bandit
ja: 盗賊
pt_br: Bandido
ru: Бандит
zh_hans: 强盗
zh_tw: 土匪

# MetaGem_Battery
source: Battery
zh_hans: 电池

# MetaGem_Bulletweaver
source: Bulletweaver
es: Tejedor de balas
fr: Tisse-balles
ja: バレットウィーバー
ko: 불렛위버
pt_br: Tecelã de Balas
ru: Ткач пуль
zh_hans: 子弹织造者
zh_tw: 子彈織造者
