Repository: Razzmatazzz/RemnantSaveGuardian
Catalog: RemnantSaveGuardian/locales/Strings.*.resx
Languages: ko, ru, zh_tw

# AboutRSG
source: About Remnant Save Guardian
ko: 렘넌트 세이브 가디언에 대하여
ru: О Remnant Save Guardian
zh_tw: 關於 Remnant Save Guardian

source: Active
ko: 활성화
ru: Активный
zh_tw: 啟用

source: Adventure
ko: 어드벤처
ru: Приключение
zh_tw: 冒險

source: Backup completed
ko: 백업 완료
ru: Резерв завершён
zh_tw: 備份完成

source: Backup folder not set; reverting to default.
ko: 백업 폴더가 설정되지 않았습니다; 기본값으로 복구합니다
ru: Папка резерва не установлена; сброшено по умолчанию.
zh_tw: 備份文件夾未設置；恢復為預設。

source: Backup restored
ko: 백업 복원 완료
ru: Резерв восстановлен
zh_tw: 備份已還原

source: Backups folder not found, creating...
ko: 백업 폴더가 발견되지 않았습니다. 생성중...
ru: Папка резерва не найдено, создание...
zh_tw: 未找到備份文件夾，正在創建...

source: Backups found
ko: 백업 발견
ru: Резервы найдены
zh_tw: 找到備份

# btnBackup_ToolTip
source: Backup current save
ko: 현 상태 백업
ru: Резерв текущего сохранения
zh_tw: 備份當前存檔

# btnCheckUpdate_Content
source: Check Now
ko: 지금 확인하기
ru: Проверить сейчас
zh_tw: 檢查更新

# btnOpenBackupsFolder_ToolTip
source: Open backups folder
ko: 백업 폳더 열기
ru: Открыть папку резерва
zh_tw: 打開備份文件夾

# btnStartGame_ToolTip
source: Start game
ko: 게임 실행
ru: Запустить игру
zh_tw: 開始遊戲

source: Campaign
ko: 캠페인
ru: Кампания
zh_tw: 戰役

source: Character
ko: 캐릭터
ru: Персонаж
zh_tw: 角色

# chkAutoBackup_Content
source: Automatically backup save files
ko: 자동 세이브 백업
ru: Автоматически резервировать сохранения
zh_tw: 自動備份存檔

# chkAutoBackup_ToolTip
source: Monitor Remnant save files and back them up when they're changed
ko: 세이브 파일을 관찰하다 변경이 감지되면 자동으로 백업합니다
ru: Отслеживать сохранения Remnant II и резервировать их при изменении
zh_tw: 自動在存檔有改變時備份

# chkAutoCheckUpdate_Content
source: Automatically check for program update
ko: 프로그램 업데이트 자동 확인
ru: Автоматически проверять обновления программы
zh_tw: 自動檢查程式更新

# chkCreateLogFile_Content
source: Create log file
ko: 로그 파일 생성
ru: Создать файл журнала
zh_tw: 創建日誌文件

# chkCreateLogFile_ToolTip
source: Whether a log.txt file should be created
ko: log.txt 파일을 생성합니다
ru: Должен ли создаваться файл log.txt
zh_tw: 是否創建 log.txt 文件

# chkShowPossibleItems_Content
source: Show Possible Items column in analyzer
ko: 판독기에 습득 가능 아이템 열 추가
ru: Показывать возможные предметы в анализаторе
zh_tw: 在分析器中顯示可能出現的物品

source: Choose a backup to restore from the list.
ko: 목록에서 복원하고자 하는 백업을 선택하세요.
ru: Выберете резерв из списка для восстановления.
zh_tw: 從列表中選擇要還原的備份。

source: Could not find save file location; please set manually
ko: 세이브 파일 경로를 찾지 못 했습니다; 수동으로 설정해 주세요.
ru: Не найдено расположение сохранений; Пожалуйста, укажите вручную
zh_tw: 找不到保存文件位置；請手動設置

source: Dark
ko: 다크 모드
ru: Тёмная
zh_tw: 深色

source: Delete
ko: 삭제
ru: Удалить
zh_tw: 刪除

source: Deleting excess backup
ko: 넘치는 세이브 삭제
ru: Удаление лишних резервов
zh_tw: 正在刪除多餘的備份

source: Do you want to move your backups to this new folder?
ko: 백업을 새 폴더로 옮길까요?
ru: Вы хотите переместить свои резервы в эту новую папку?
zh_tw: 您是否要將備份移動到此新文件夾？

source: Error checking for new game info
ko: 새 게임 정보 오류 체크중
ru: Ошибка при проверке новой информации об игре
zh_tw: 檢查新遊戲信息時出錯

source: Error checking for new version
ko: 새 버전 오류 체크중
ru: Ошибка при проверке новой версии
zh_tw: 檢查新版本時出錯

source: Exit the game before restoring a save backup.
ko: 백업을 복원하기 전에 게임을 종료해 주세요.
ru: Выйдите из игры перед восстановлением сохраненного резерва.
zh_tw: 請在還原保存備份之前退出遊戲。

source: Game info updated.
ko: 게임 정보 업데이트 완료
ru: Игровая информация обновлена.
zh_tw: 遊戲信息已更新。

source: Hardcore
ko: 하드코어
ru: Героический режим
zh_tw: 硬核模式

source: Home
ru: Главная
zh_tw: 主頁

source: Invalid backup restore type
ko: 유효하지 않은 백업 복원 타입
ru: Недопустимый тип восстановления резерва
zh_tw: 無效的備份還原類型

source: Invalid Folder
ko: 유효하지 않은 폴더
ru: Недопустимая папка
zh_tw: 無效的文件夾

source: Keep
ko: 보존
ru: Удержать
zh_tw: 保留

source: Last backup save date
ko: 마지막 세이브 백업 시간
ru: Дата последнего резерва
zh_tw: 最後備份存檔日期

# lblBackupLimit_Text
source: Backups to keep (0 for unlimited)
ko: 저장할 백업 수 (0 : 무제한)
ru: Максимум резервов (0 для убирания лимита)
zh_tw: 備份數量限制（0 表示無限制）

# lblBackupLimit_ToolTip
source: When your number of backups reaches this number, backups will automatically be deleted starting with the oldest
ko: 백업 수가 이 한도를 넘으면 자동으로 오래된 백업부터 삭제합니다.
ru: Когда количество ваших резервов достигнет этого значения, резервы будут автоматически удалены, начиная с самого старого
zh_tw: 當備份數量達到此數量時，將自動刪除最早的備份

# lblBackupMins_Text
source: Minutes between backups
ko: 분 마다 백업
ru: Минуты между резервами
zh_tw: 備份週期 （分鐘）

# lblBackupMins_ToolTip
source: Minimum amount of time that must have passed since last backup before a new backup is made
ko: 다음 백업을 하기 위해 반드시 경과해야하는 최소 시간
ru: Минимальное количество времени, которое должно пройти с момента последнего резерва, прежде чем будет создан новый резерв
zh_tw: 上一次備份後必須等待的最短時間，然後才能進行新的備份

# lblMissingItemColor_Content
source: World analzyer missing item color
ru: Цвет отсутствующего предмета в анализаторе мира
zh_tw: 世界分析器中未取得物品的顏色

source: Light
ko: 라이트 모드
ru: Светлая
zh_tw: 淺色

source: Log
ko: 로그
ru: Журнал
zh_tw: 日誌

# menuRestoreAll_Header
source: Everything
ko: 전부 복원
ru: Всё
zh_tw: 全部

# menuRestoreCharacters_Header
source: Characters Only
ko: 캐릭터만 복원
ru: Только персонажы
zh_tw: 僅角色

# menuRestoreWorlds_Header
source: Worlds Only
ko: 월드만 복원
ru: Только миры
zh_tw: 僅世界

# menuRestore_Header
source: Restore Backup
ko: 백업 복원
ru: Восстановить резерв
zh_tw: 還原備份

source: Missing Items
ko: 미획득 아이템
ru: Отсутствующие предметы
zh_tw: 未取得物品

source: Move Backups
ko: 백업 이동
ru: Переместить резервы
zh_tw: 移動備份

source: Name
ko: 이름
ru: Имя
zh_tw: 名稱

source: New version available!
ko: 새 버전이 사용 가능합니다!
ru: Доступна новая версия!
zh_tw: 有新版本可更新！

source: Normal
ru: Обычный режим
zh_tw: 正常

source: Open Folder
ko: 폴더 열기
ru: Открыть папку
zh_tw: 打開文件夾

source: Preferences
ko: 기본 설정
ru: Предпочтения
zh_tw: 偏好設定

source: processing save file change
ru: обработка изменения файла сохранения
zh_tw: 正在處理存檔改變

source: Progression
ko: 진행 상황
ru: Выполнение
zh_tw: 進度

source: Red
ru: Красный
zh_tw: 紅色

source: Save Backups
ko: 백업 저장
ru: Резервы сохранений
zh_tw: 存檔備份

source: Save file in use; waiting 0.5 seconds and retrying.
ko: 세이브 파일이 사용 중입니다; 0.5 초 후 다시 시도해주세요.
ru: Файл сохранения используется; подождите 0,5 секунды и повторите попытку.
zh_tw: 保存文件正在使用中；等待 0.5 秒然後重試。

source: Save plaintext data
ko: 단순 텍스트로 저장
ru: Сохранение данных в виде открытого текста
zh_tw: 存檔純文本數據

source: Save Date
ko: 세이브 데이터
ru: Дата сохранения
zh_tw: 存檔日期

source: Saves
ru: Сохранения
zh_tw: 存檔

source: Select a folder other than the game's save folder.
ru: Выберите папку, отличную от папки сохранения игры.
zh_tw: 選擇與遊戲的存檔文件夾不同的文件夾。

source: setting save file timer
ko: 세이브 파일 타이머 설정
ru: установка таймера файла сохранения
zh_tw: 正在設置存檔文件計時器

source: Settings
ko: 설정
ru: Настройки
zh_tw: 設定

source: Survival
ko: 서바이벌
ru: Выживание
zh_tw: 生存

source: Theme
ko: 테마
ru: Тема
zh_tw: 主題

source: White
ru: Белый
zh_tw: 白色

source: World Analyzer
ko: 월드 판독기
ru: Анализатор мира
zh_tw: 世界資源分析器

source: You must wait 5 minutes between update checks
ko: 다시 체크하려면 5분 기다려주세요
ru: Вы должны подождать 5 минут между проверками обновлений
zh_tw: 您必須在檢查更新之間等待 5 分鐘

source: Zoom
ko: 줌
ru: Приближение
zh_tw: 縮放
